<?php
	$lang = array(
	'captcha' => array(
		'default' => 'أدخل رمز سري صحيح',
		'required' => 'أدخل الرمز السري',
	),
	'email' => array(
		'email' => 'يبدو أن العنوان المُدرج في حقل البريد الإلكتروني غير صحيح',
		'length' => '.حقل البريد الإلكتروني يجب أن يحتوي 4 رموز على الأقل ولا يتعدى 64 رمز',
		'required' => '.يجب ملء هذا الحقل في حال اختيار حقل البريد الإلكتروني',
	),
	'error' => array(
		'required' => '.يجب ملء حقل الخطأ',
	),
	'subject' => array(
		'length' => '.يجب ألا يقل حقل الموضوع عن 3 رموز',
		'required' => '.يجب ملء حقل الموضوع',
	),
	'yourname' => array(
		'length' => '.يجب ألا يقل حقل الاسم عن 3 رموز',
		'required' => '.يجب ملء حقل الاسم',
	));
?>
