<?php
	$lang = array(
	'category_color' => array(
		'length' => '.يجب ألا يقل حقل اللون عن 6 رموز',
		'required' => '.يجب ملء حقل اللون',
	),
	'category_description' => array(
		'required' => '.يجب ملء حقل التوصيف',
	),
	'category_image' => array(
		'size' => '.برجاء التأكد أن حجم ملف الصورة لا يتجاوز 50ك.ب',
		'type' => 'JPG, PNG و GIF يبدو أن الحقل الخاص بالصور لا يحتوى على صورة سليمة. إمتدادات الصور المقبولة',
		'valid' => '.يبدو أن الحقل الخاص بالصور لا يحتوي على ملف صحيح',
	),
	'category_title' => array(
		'length' => '.حقل العنوان يجب أن يحتوى 3 رموز على الأقل ولا يتعدى 80 رمز',
		'required' => '.يجب ملء حقل العنوان',
	),
	'parent_id' => array(
		'exists' => '.التصنيف الأصلي غير موجود',
		'numeric' => '.يجب أن يكون التصنيف الرئيسي رقمي',
		'required' => '.يجب ملء حقل التصنيف الرئيسي',
		'same' => '.لا يمكن تطابق التصنيف الفرعي والرئيسي',
	));
?>
