<?php
	$lang = array(
	'alert_email' => array(
		'email' => 'Email адрес введен неверно.',
		'email_check' => 'Этот email уже зарегистрирован для оповещений по данной локации',
		'length' => 'Длина еmail адреса не может быть меньше 4 и не больше 64 символов.',
		'required' => 'Требуется адрес email, или уберите галочку.',
	),
	'alert_lat' => array(
		'between' => 'Вы неправильно выбрали местоположение на карте.',
		'required' => 'Вы не выбрали местоположение на карте.',
	),
	'alert_lon' => array(
		'between' => 'Вы неправильно выбрали местоположение на карте.',
		'required' => 'Вы неправильно выбрали местоположение на карте.',
	),
	'alert_mobile' => array(
		'length' => 'Похоже, мобильный номер введен неправильно, введите правильный номер.',
		'mobile_check' => 'Этот номер уже зарегистрирован для оповещений по данной локации',
		'numeric' => 'Номер телефона введен неправильно, введите только цифры с кодом страны.',
		'one_required' => 'Введите телефонный номер или адрес email.',
		'required' => 'Нужно ввести номер телефона, или уберите галочку.',
	),
	'alert_radius' => array(
		'in_array' => 'Вы не установили радиус событий на карте.',
		'required' => 'Вы не установили радиус событий на карте.',
	),
	'code_already_verified' => 'Этот код уже использован!',
	'code_not_found' => 'Код проверки не был найден. Введите правильный URL.',
	'code_verified' => 'Ваш код подтвержден. Теперь вы будете получать оповещения о событиях.',
	'confirm_request' => 'Чтобы подтвердить заявку на получение оповещений, зайдите:',
	'create_more_alerts' => 'Вернитесь на страницу "Оповещения" для создания новых.',
	'email_alert_request_created' => 'Запрос на оповещения по email был создан, через некоторое время вы получите email с кодом подтверждения',
	'email_code' => 'Введите код подтверждения который был отправлен по email:',
	'email_error_head' => 'Настройка оповещений по email НЕ была сохранена!',
	'email_ok_head' => 'Настройка оповещений по email была сохранена!',
	'error' => 'Не удалось обработать код подтверждения!',
	'mobile_alert_request_created' => 'Запрос на оповещения по SMS был создан, через некоторое время вы получите SMS с кодом подтверждения',
	'mobile_code' => 'Введите код подтверждения который был отправлен по SMS: ',
	'mobile_error_head' => 'Настройка оповещений по SMS НЕ была сохранена!',
	'mobile_ok_head' => 'Настройка оповещений по SMS была сохранена!',
	'settings_error' => 'Карта настроена неверно, что бы получать оповещения',
	'unsubscribe' => 'Вы получили это письмо т. к. подписаны на оповещения Ushahidi. Если вы хотите отписаться от них, зайдите: ',
	'unsubscribed' => 'Вы больше не будете получать оповещения от:',
	'unsubscribe_failed' => 'Мы не смогли отписать вас от оповещений. Пожалуйста проверьте адрес URL.',
	'verification_email_subject' => 'Подтверждение на оповещения Ushahidi',
	'verify_code' => 'Вы не сможете получать оповещения на данную локацию, пока не введете код подтверждения.',
	);
?>
