<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Введите правильный защитный код',
		'required' => 'Введите защитный код',
	),
	'email' => array(
		'email' => 'Email адрес введен не правильно.',
		'length' => 'Длина email адреса должна быть не менее 4 и не более 64 символов.',
		'required' => 'Необходим email, или уберите галочку.',
	),
	'error' => array(
		'required' => 'Введите описание ошибки',
	),
	'subject' => array(
		'length' => 'Длина Темы не должна содержать менее 3 символов',
		'required' => 'Заполните поле Тема',
	),
	'yourname' => array(
		'length' => 'Имя не может быть менее 3 символов',
		'required' => 'Введите ваше имя',
	));
?>
