<?php
	$lang = array(
	'layer_color' => array(
		'length' => 'Поле цвет должно состоять из 6 символов (например 00FF00).',
		'required' => 'Введите цвет слоя.',
	),
	'layer_file' => array(
		'type' => 'Файл повреждён или неверный формат. Принимаются только .KMZ, .KML.',
		'valid' => 'Файл повреждён или неверный формат',
	),
	'layer_name' => array(
		'length' => 'Длина имени слоя не может быть менее 3х и более 80 символов.',
		'required' => 'Введите имя слоя.',
	),
	'layer_url' => array(
		'atleast' => 'Требуется KML/KMZ URL или файл',
		'both' => 'Вы не можете ввести и URL и файл одновременно',
		'url' => 'Введите действующий URL. Например http://www.ushahidi.com/layerl.kml',
	));
?>
