<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Введите правильный защитный код',
		'required' => 'Введите защитный код',
	),
	'email' => array(
		'email' => 'Ваш email адрес введен неверно.',
		'length' => 'Длина email не может быть меньше 4х и более 64 символов.',
		'required' => 'Нужно ввести email, или уберите галочку.',
	),
	'message' => array(
		'required' => 'Введите ваш комментарий',
	),
	'name' => array(
		'length' => 'Длина имени не может быть менее 3х символов.',
		'required' => 'Введите имя.',
	),
	'phone' => array(
		'length' => 'Номер телефона введен неверно.',
	));
?>
