<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Введите правильный защитный код',
		'required' => 'Введите защитный код',
	),
	'email' => array(
		'email' => 'Ваш e-mail адрес введен неверно.',
		'length' => 'Длина e-mail должна быть от 4 до 64 символов.',
		'required' => 'Нужно ввести e-mail, или уберите галочку.',
	),
	'message' => array(
		'required' => 'Введите ваш комментарий',
	),
	'name' => array(
		'length' => 'Длина имени не может быть менее 3 символов.',
		'required' => 'Введите имя.',
	),
	'phone' => array(
		'length' => 'Номер телефона введен неверно.',
	));
?>
