<?php
	$lang = array(
	'description' => array(
		'length' => 'Поле Описание должно быть от 3 до 100 символов.',
		'required' => 'Поле Описание должно быть заполнено.',
	),
	'name' => array(
		'alpha_numeric' => 'Поле Имя может содержать только буквы или цифры.',
		'length' => 'Поле Имя должно быть от 2 до 30 символов.',
		'nomodify' => 'Роль Суперадминистратора не может быть изменена.',
		'required' => 'Поле Имя должно быть заполнено.',
	),
	'access_level' => array(
		'numeric' => 'Поле "Уровень доступа" должно быть числом от 0 до 100.',
		'required' => 'Поле "Уровень доступа" должно быть числом от 0 до 100.',
	));
?>
