<?php
	$lang = array(
	'email' => array(
		'email' => 'ელექტრონული ფოსტის ველი შეიცავს მოქმედ ელექტრონული ფოსტის მისამართს?',
		'exists' => 'უკაცრავად,  ამ ელექტრონული ფოსტის მისამართით უკვე არსებობს მომხმარებლის ანგარიში.',
		'length' => ' ელექტრონული ფოსტის ველი უნდა შეიცავდეს მინიმუმ 4 და მაქსიმუმ 64 სიმბოლოს.',
		'required' => 'ელექტრონული ფოსტის ველი სავალდებულოა.',
	),
	'name' => array(
		'length' => 'სრული სახელის ველი უნდა შეიცავდეს მინიმუმ 3 და მახსიმუმ 100 სიმბოლოს.',
		'required' => 'სრული სახელის ველი სავალდებულოა.',
		'standard_text' => 'მომხმარებლის სახელის ველი შეიცავს აკრძალულ სიმბოლოებს.',
	),
	'password' => array(
		'alpha_numeric' => 'პაროლი უნდა შეიცავდეს მხოლოდ ციფრებისა და ასოებს.',
		'length' => 'პაროლის ველი უნდა შეიცავდეს არანაკლებ 5 და არა უმეტეს 16 სიმბოლოს.',
		'login error' => 'გთხოვთ გადაამოწმოთ, რომ თქვენ სწორად შეიყვანეთ პაროლი.',
		'matches' => 'გთხოვთ შეიყვანოთ პაროლის ორი  ველში იგივე პაროლი .',
		'required' => 'პაროლის ველი სავალდებულოა.',
	),
	'password_confirm' => array(
		'matches' => 'პაროლის დადასტურების ველი უნდა ემთხვეოდეს პაროლის ველს.',
	),
	'resetemail' => array(
		'email' => 'ელექტრონული ფოსტის ველი არ შეიცავს მოქმედი ელექტრონული ფოსტის მისამართს?',
		'invalid' => 'უკაცრავად, ჩვენ არ გვაქვს თქვენი ელექტრონული ფოსტის მისამართი',
		'required' => 'ელექტრონული ფოსტის ველი სავალდებულოა.',
	),
	'roles' => array(
		'alpha_numeric' => 'ფორმატი არასწორია.',
		'length' => 'ველი უნდა შეიცავდეს არანაკლებ 5 და არა უმეტეს 30 სიმბოლოს.',
		'required' => 'თქვენ უნდა განისაზღვროთ არანაკლებ ერთისა.',
		'values' => 'თქვენ უნდა აირჩიოთ ან ადმინისტრატორი ან მომხმარებლი.',
	),
	'username' => array(
		'admin' => 'ადმინისტრატორი არ განისაზღვრა.',
		'alpha' => 'სახელის ველი უნდა შეიცავდეს მხოლოდ ასოებს.',
		'exists' => 'უკაცრავად, ეს სახელი უკვე გამოყენებულია.',
		'length' => 'სახელის ველი უნდა შეიცავდეს არანაკლებ 2 და არა უმეტეს 16 სიმბოლოს.',
		'login error' => 'გთხოვთ გადაამოწმოთ, რომ თქვენ შეყვანილი მომხმარებლის სახელი სწორია.',
		'required' => 'მომხმარებლის სახელი სავალდებულოა.',
		'superadmin' => 'ადმინისტრატორის როლი არ განისაზღვრა.',
	));
?>
