<?php
	$lang = array(
	'captcha' => array(
		'default' => 'გთხოვთ შეიყვანოთ სწორი უსაფრთხოების კოდი',
		'required' => 'გთხოვთ შეიყვანოთ უსაფრთხოების კოდი',
	),
	'email' => array(
		'email' => 'ელექტრონული ფოსტის ველი როგორც ჩანს არ შეიცავს ელექტრონული ფოსტის სწორ მისამართს?',
		'length' => 'ელექტრონული ფოსტის ველი უნდა შედგებოდეს არანაკლებ  4 და არაუმეტეს 64 სიმბოლოსგან.',
		'required' => 'ელექტრონული ფოსტის ველი სავალდებულოა იმ შემთხვევაში თუ მოსანიშნი უჯრა არის მონიშნული.',
	),
	'error' => array(
		'required' => 'შეცდომის ველი სავალდებულოა.',
	),
	'subject' => array(
		'length' => 'თემის ველი უნდა შედგებოდეს არანაკლებ სამი სიმბოლოსგან.',
		'required' => 'თემის ველი სავალდებულოა.',
	),
	'yourname' => array(
		'length' => 'სახელის ველი უნდა შედგებოდეს არანაკლებ სამი სიმბოლოსგან.',
		'required' => 'სახელის ველი სავალდებულოა.',
	));
?>
