<?php
	$lang = array(
	'captcha' => array(
		'default' => 'გთხოვთ შეიყვანოთ სწორი უსაფრთხოების კოდი',
		'required' => 'გთხოვთ შეიყვანოთ უსაფრთხოების კოდი',
	),
	'comment_author' => array(
		'length' => 'სახელის ველი უნდა შეიცავდეს მინიმუმ 3 სიმბოლოს.',
		'required' => 'სახელის ველი სავალდებულოა.',
	),
	'comment_description' => array(
		'required' => 'კომენტარების ველი სავალდებულოა.',
	),
	'comment_email' => array(
		'email' => 'ელექტრონული ფოსტის ველი არ შეიცავს მოქმედი ელექტრონული ფოსტის მისამართს?',
		'length' => 'ელექტრონული ფოსტის ველი უნდა შეიცავდეს მინიმუმ 4 და მაქსიმუმ 64 სიმბოლოს.',
		'required' => 'ელექტრონული ფოსტის ველი სავალდებულოა თუ გრაფა მონიშნულია.',
	));
?>
