<?php
	$lang = array(
	'captcha' => array(
		'default' => 'გთხოვთ შეიყვანოთ სწორი უსაფრთხოების კოდი',
		'required' => 'გთხოვთ შეიყვანოთ უსაფრთხოების კოდი',
	),
	'contact_email' => array(
		'email' => 'ელექტრონული ფოსტის ველი არ შეიცავს მოქმედი ელექტრონული ფოსტის მისამართს?',
		'length' => 'ელექტრონული ფოსტის ველში უნდა შეიცავდეს მინიმუმ 4 და მაქსიმუმ 64 სიმბოლოს.',
		'required' => 'ელექტრონული ფოსტის ველი სავალდებულოა თუ გრაფა მონიშნულია.',
	),
	'contact_message' => array(
		'required' => 'მესიჯის ველი სავალდებულოა.',
	),
	'contact_name' => array(
		'length' => 'სახელი ველი უნდა შეიცავდეს მინიმუმ 3 სიმბოლოს.',
		'required' => 'სახელის ველი სავალდებულოა.',
	),
	'contact_subject' => array(
		'length' => 'სათაური ველი უნდა შეიცავდეს არანაკლებ 3 სიმბოლოს.',
		'required' => 'სათაურის ველი სავალდებულოა.',
	));
?>
