<?php
	$lang = array(
	'feedback_actions' => 'Actions',
	'feedback_captcha' => array(
		'required' => 'გთხოვთ შეიყვანოთ უსაფრთხოების კოდი.',
		'valid' => 'გთხოვთ შეიყვანოთ სწორი უსაფრთხოების კოდი',
	),
	'feedback_date' => 'თარიღი',
	'feedback_details' => 'უკუკავშირის დეტალები',
	'feedback_message' => array(
		'required' => 'გთხოვთ შეიყვანოთ რაღაც ინფორმაცია პასუხისთვის.',
	),
	'feedback_title' => array(
		'length' => 'სათაურის ველი უნდა შედგებოდეს არანაკლებ სამი და არაუმეტეს 100 სიმბოლოსგან.',
		'required' => 'სათაური სავალდებულოა.',
	),
	'person_email' => array(
		'email' => 'ელექტრონული ფოსტის ველი სავარაუდოდ არ შეიცავს სწორ ელექტრონული ფოსტის მისამართს?',
		'required' => 'გთხოვთ, შეიყვანოთ თქვენი ელექტრონული ფოსტის მისამართი',
	),
	'person_name' => array(
		'required' => 'გთხოვთ, შეიყვანეთ თქვენი სრული სახელი.',
	));
?>
