<?php
	$lang = array(
	'field_default' => array(
		'length' => 'ველის სახელი უნდა შედგებოდეს არანაკლებ 3 და არაუმეტეს 200 სიმბოლოსგან.',
	),
	'field_height' => array(
		'between' => 'გთხოვთ შეიყვანოთ სიდიდე 0–დან 50–მდე ველის სიმაღლისთვის',
	),
	'field_isdate' => array(
		'between' => 'ტვენ შეიყვანეთ არასწორი სიდიდე თარიღის ველისთვის',
		'required' => 'გთხოვთ, აირჩიოთ დიახ ან არა თარიღის ველისთვის',
	),
	'field_name' => array(
		'length' => 'ველის სახელი უნდა შედგებოდეს არანაკლებ 3 და არაუმეტეს 100 სიმბოლოსგან.',
		'required' => 'გთხოვთ შეიყვანოთ ველის სახელი.',
	),
	'field_required' => array(
		'between' => 'თქვენ შეიყვანეთ არასწორი სიდიდე სავალდებულო ველისთვის',
		'required' => 'თხოვთ, აირჩიოთ დიახ ან არა სავალდებულო ველისთვის',
	),
	'field_type' => array(
		'numeric' => 'გთხოვთ აირჩიოთ ველის სწორი ტიპი.',
		'required' => 'გთხოვთ აირჩიოთ ველის ტიპი.',
	),
	'field_width' => array(
		'between' => 'გთხოვთ შეიყვანოთ სიდიდე 0–დან 300–მდე ველის სიგანისთვის',
	),
	'form_description' => array(
		'required' => 'გთხოვთ შეიყვანოთ ფორმაფორმის აღწერა.',
	),
	'form_id' => array(
		'default' => 'სტანდარტული ფორმის წასშლა სეუძლებელია.',
		'numeric' => 'გთხოვთ, მონიშნოთ რომელ ფორმას დავუმატოთ ეს ველი.',
		'required' => 'გთხოვთ, მონიშნოთ რომელ ფორმას დავუმატოთ ეს ველი.',
	),
	'form_title' => array(
		'length' => 'ფორმის ველის სახელი უნდა შედგებოდეს არანაკლებ 3 და არაუმეტეს 100 სიმბოლოსგან.',
		'required' => 'გთხოვთ, შეიყვანოთ ფორმის სახელი.',
	));
?>
