<?php
	$lang = array(
	'captcha' => array(
		'default' => 'გთხოვთ, შეიყვანოთ სწორი უსაფრთხოების კოდი',
		'required' => 'გთხოვთ, შეიყვანოთ უსაფრთხოების კოდი',
	),
	'email' => array(
		'email' => 'ელექტრონული ფოსტის ველი სავარაუდოდ არ შეიცავს  ელექტრონული ფოსტის სწორ მისამართს?',
		'length' => 'ელექტრონული ფოსტის ველი უნდა მოიცავდეს არანაკლებ 4 და არაუმეტეს 64 სიმბოლოს.',
		'required' => 'ელექტრონული ფოსტის ველი სავალდებულოა, თუ მოსანიშნი უჯრა მონიშნულია.',
	),
	'message' => array(
		'required' => 'კომენტარების ველი სავალდებულოა.',
	),
	'name' => array(
		'length' => 'სახელის ველი უნდა შედგებოდეს არანაკლებ 3 სიმბოლოსგან.',
		'required' => 'სახელის ველი სავალდებულოა.',
	),
	'phone' => array(
		'length' => 'ტელეფონის ველი არ არის სწორი.',
	));
?>
