<?php
	$lang = array(
	'contact_captcha' => array(
		'default' => 'გთხოვთ, შეიყვანოთ სწორი უსაფრთხოების კოდი.',
		'required' => 'გთხოვთ, შეიყვანოთ უსაფრთხოების კოდი.',
	),
	'contact_email' => array(
		'email' => 'ელექტრონული ფოსტის ველი სავარაუდოდ არ შეიცავს  ელექტრონული ფოსტის სწორ მისამართს?',
		'required' => 'გთხოვთ უზრუნველყოთ სწორი ელექტრონული მისამართი',
	),
	'contact_message' => array(
		'required' => 'შეტყობინების ველი სავალდებულოა.',
	),
	'contact_subject' => array(
		'length' => 'თემის ველი უნდა იყოს არანაკლებ 3 სიმბოლოსგან შემდგარი.',
		'required' => 'თემის ველი სავალდებულოა.',
	));
?>
