<?php
	$lang = array(
	'admin_footer' => 'ეს შეტყობინება გამოგზავნილია თქვენი ვებ–გვერდიდან',
	'admin_login_url' => 'ადმინისტრატორის რეგისტრაცია',
	'admin_new_comment' => array(
		'message' => 'თქვენს ვებ–გვერდზე წარმოდგენილ იქნა ახალი კომენტარი პასუხად:',
		'subject' => 'ახალი კომენტარი',
	),
	'admin_new_email' => array(
		'message' => 'თქვენს ვებ–გვერდზე წარმოდგენილ იქნა ახალი შეტყობინება ელექტრონული ფოსტით.',
		'subject' => 'ახალი შეტყობინება ელექტრონული ფოსტით',
	),
	'admin_new_report' => array(
		'message' => 'თქვენს ვებ–გვერდზე წარმოდგენილ იქნა ახალი ანგარიში.',
		'subject' => 'ახალი ანგარიში',
	),
	'admin_new_sms' => array(
		'message' => 'თქვენს ვებ–გვერდზე წარმოდგენილ იქნა ახალი ტექსტური შეტყობინება.',
		'subject' => 'ახალი ტექსტური შეტყობინება',
	));
?>
