<?php
	$lang = array(
	'organization_description' => array(
		'required' => 'გთხოვთ მოახდინოთ ორგანიზაციის მოკლე აღწერა.',
	),
	'organization_email' => array(
		'email' => 'ორგანიზაციის ელექტრონული ფოსტის ველი სავარაუდოდ არ შეიცავს სწორ ელექტრონულ მისამართს?',
		'length' => 'ორგანიზაციის ელექტრონული ფოსტის ველი უნდა შედგებოდეს არანაკლებ 4 და არაუმეტეს 100 სიმბოლოსგან.',
	),
	'organization_name' => array(
		'length' => 'ორგანიზაციის სახელის ველი უნდა შედგებოდეს არანაკლებ 3 და არაუმეტეს 70 სიმბოლოსგან.',
		'required' => 'ორგანიზაციის სახელის ველი სავალდებულოა.',
		'standard_text' => 'მომხმარებლის სახელის ველი შეიცავს დაუშვებელ სიმბოლოებს.',
	),
	'organization_phone1' => array(
		'length' => 'ორგანიზაციის ტელეფონის  ველი 1 უნდა იყოს არანაკლებ სამი და არაუმეტეს 50 სიმბოლოსგან შემდგარი.',
	),
	'organization_phone2' => array(
		'length' => 'ორგანიზაციის ტელეფონის  ველი 1 უნდა იყოს არანაკლებ სამი და არაუმეტეს 50 სიმბოლოსგან შემდგარი.',
	),
	'organization_website' => array(
		'required' => 'გთხოვთ მიუთითოთ ორგანიზაცი/ორგანიზაციის ვებ–გვერდი.',
		'url' => 'გთხოვთ შეიყვანოთ სწორი URL. Eg. http://www.ushahidi.com',
	));
?>
