<?php
	$lang = array(
	'latitude' => array(
		'between' => 'სიგანის ველი სავარაუდოდ არ შეიცავს დასაშვებ სიგანეს?',
		'required' => 'სიგანის ველი სავალდებულოა. გთხოვთ დააჭიროთ რუკას, რათა ზუსტად განისაზღვროს ადგილმდებარეობა.',
	),
	'level_id' => array(
		'numeric' => 'მომხსენებლის დონის ველი სავარაუდოდ არ შეიცავს დასაშვებ დონეს?',
		'required' => 'მომხსენებლის დონის ველი სავარაუდოდ არ შეიცავს დასაშვებ დონეს?',
	),
	'location_name' => array(
		'length' => 'ადგილმდებარეობის სახელის ველი უნდა შედგებოდეს არანაკლებ 3 და არაუმეტეს 200 სიმბოლოსგან.',
		'required' => 'ადგილმდებარეობის სახელის ველი სავალდებულოა.',
	),
	'longitude' => array(
		'between' => 'სიგრძის ველი სავარაუდოდ არ შეიცავს დასაშვებ სიგრძეს?',
		'required' => 'სიგრძის ველი სავალდებულოა. გთხოვთ, დააჭიროთ რუკას, რათა ზუსტად განისაზღვროს ადგილმდებარეობა.',
	),
	'reporter_id' => array(
		'numeric' => 'არასწორი მომხსენებელი',
		'required' => 'არასწორი მომხსენებელი',
	));
?>
