<?php
	$lang = array(
	'date' => 'თარიღში შესვლა',
	'date_added' => 'თარიღის დამატება',
	'last_access' => 'ბოლო შესვლა',
	'sharing_color' => array(
		'length' => 'ფერის ველი უნდა შეიცავდეს მინიმუმ 6 სიმბოლოს.',
		'required' => 'ფერის ველი სავალდებულოა.',
	),
	'sharing_name' => array(
		'length' => 'სახელის გაზიარება მოქმედია?',
		'required' => 'სახელის გაზიარება სავალდებულოა.',
	),
	'sharing_url' => array(
		'exists' => 'ეს საიტი მისამართი (url) უკვე არსებობს',
		'length' => 'ეს საიტი მისამართი (url) მოქმედია?',
		'required' => 'საიტი მისამართი (url) სავალდებულოა.',
		'url' => 'ამ საიტის მისამართი (url) სწორია?',
	));
?>
