Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-so/sharing.po
Languages: so

# sharing.date
source: Ingress date
so: Taariikhda lagu daray.

# sharing.date_added
source: Date Added
so: Taariikhda lagu daray.

# sharing.last_access
source: Last Access
so: Daalacashadii ugu dambeysay.

# sharing.sharing_color.length
source: The color field must be 6 characters long.
so: Goobta midabku waa iney ahaataa ugu badnaan 6 xaraf.

# sharing.sharing_color.required
source: The color field is required.
so: Goobta midabka ayaa loo bahan yahay.

# sharing.sharing_name.length
source: The Sharing name does not appear to be valid.
so: Magac-wadaaggu ma ahan mid sax ah?

# sharing.sharing_name.required
source: A Sharing name is required.
so: Magaca-wadaagga ayaa loo baahan yahay.

# sharing.sharing_url.exists
source: The site URL already exists.
so: so_SO:

# sharing.sharing_url.length
source: The site URL does not appear to be valid.
so: URL-ku maahan mid sax ah.

# sharing.sharing_url.required
source: The site URL is required.
so: URL-ka bogga ayaa loo bahan yahay.

# sharing.sharing_url.url
source: The site URL field does not appear to contain a valid URL.
so: URL-ka boggu ma ahan mid sax ah.
