<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Ве молиме внесете валиден сигурносен код.',
		'required' => 'Ве молиме внесете го сигурносниот код.',
	),
	'email' => array(
		'email' => 'Email полето не изгледа како да содржи валидна email адреса?',
		'length' => 'Email полето мора да биде најмалку 4 а не подолго 64 карактери.',
		'required' => 'Email полето е задолжително ако сте штиклирале.',
	),
	'message' => array(
		'required' => 'Полето со коментари е задолжително',
	),
	'name' => array(
		'length' => 'Името мора да е барем 3 карактери долго.',
		'required' => 'Полето со име е задолжително.',
	),
	'phone' => array(
		'length' => 'Полето за телефон не е валидно',
	));
?>
