<?php
	$lang = array(
	'email' => array(
		'email' => 'שדה הדוא"ל אינו מכיל כתובת דוא"ל תקנית?',
		'exists' => 'כבר קיים במערכת משתמש הרשום תחת כתובת דוא"ל זו.',
		'length' => 'שדה הדוא"ל חייב להכיל לפחות 4 תווים ולא יותר מ-64 תווים.',
		'required' => 'שדה הדוא"ל הינו שדה חובה.',
	),
	'name' => array(
		'length' => 'שם המלא חייב להכיל לפחות 34 תווים ולא יותר מ-100 תווים.',
		'required' => 'שדה השם הינו שדה חובה.',
		'standard_text' => 'שדה שם המשתמש מכיל תווים שאינם מותרים לשימוש.',
	),
	'password' => array(
		'alpha_numeric' => 'על הסיסמה להכיל ספרות ואותיות בלבד.',
		'length' => 'הסיסמה חייבת להכיל לפחות 5 תווים ולא יותר מ-16 תווים.',
		'matches' => 'אנא הקלד את אותה הסיסמה לכל אחד משני שדות הסיסמה.',
		'required' => 'חובה להזין סיסמה.',
	),
	'password_confirm' => array(
		'matches' => 'אנא הקלד את אותה הסיסמה שהוקלדה בשדה הסיסמה.',
	),
	'resetemail' => array(
		'email' => 'שדה הדוא"ל אינו מכיל כתובת דוא"ל תקנית?',
		'invalid' => 'אין ברשותנו את כתובת הדוא"ל שלך',
		'required' => 'שדה הדוא"ל הינו שדה חובה.',
	),
	'roles' => array(
		'alpha_numeric' => 'תבנית תפקיד שגויה',
		'length' => 'שדה התפקיד חייב להכיל לפחות 5 תווים ולא יותר מ-30 תווים.',
		'required' => 'עליך להגדיר לפחות תפקיד אחד.',
		'values' => 'יש לבחור תפקיד בין משתמש (USER) לבין מפעיל (ADMIN).',
	),
	'username' => array(
		'admin' => 'לא ניתן לשנות את תפקיד המפעיל.',
		'alpha' => 'על שם המשתמש להכיל אותיות בלבד.',
		'exists' => 'שם המשתמש שבחרת כבר קיים במערכת.',
		'length' => 'שם המשתמש חייב להכיל לפחות 2 תווים ולא יותר מ-16 תווים.',
		'required' => 'שם המשתמש הינו שדה חובה.',
		'superadmin' => 'לא ניתן לשנות את תפקיד מפעיל-על',
	));
?>
