<?php
	$lang = array(
	'category_color' => array(
		'length' => 'על שדה הצבע להיות באורך 6 תווים בדיוק.',
		'required' => 'שדה הצבע הינו שדה חובה.',
	),
	'category_description' => array(
		'required' => 'שדה התיאור הינו שדה חובה.',
	),
	'category_image' => array(
		'size' => 'אנא ודאו שגודל התמונה אינו עולה על 50 קילובייט.',
		'type' => 'שדה התמונה אינו מכיל תמונה תקינה. ניתן להעלות תמונות מסוג .JPG, .PNG ו-.GIF בלבד.',
		'valid' => 'שדה התמונה אינו מכיל קובץ תקין.',
	),
	'category_title' => array(
		'length' => 'על שדה הכותרת להיות בן 3 עד 80 תווים.',
		'required' => 'שדה הכותרת הינו שדה חובה.',
	),
	'parent_id' => array(
		'exists' => 'קטגורית-על אינה קיימת',
		'numeric' => 'ניתן להזין אך ורק מספרים בשדה קטגורית-על.',
		'required' => 'שדה קטגורית-על הינו שדה חובה.',
		'same' => 'הקטגוריה וקטגורית העל אינן יכולות להיות זהות.',
	));
?>
