<?php
	$lang = array(
	'field_default' => array(
		'default' => 'ערך ברירת המחדל שסיפקת עבור שדה זה אינו תקין.',
		'length' => 'על שדה השם להיות באורך של בין3 ל- 200 תווים בדיוק.'
	),
	'field_height' => array(
		'between' => 'אנא הכנס ערך בין 0 ל- 50 עבור גובה השדה',
	),
	'field_isdate' => array(
		'between' => 'הזנת ערך שגוי עבור שדה התאריך',
		'required' => 'אנא בחר כן או לא עבור שדה התאריך',
	),
	'field_name' => array(
		'length' => 'שם השדה צריך להיות באורך של 3 עד 100 תווים בדיוק.',
		'required' => 'אנא הכנס שם שדה.',
	),
	'field_required' => array(
		'between' => 'הזנת ערך שגוי עבור השדה הדרוש',
		'required' => 'אנא בחר כן או לא עבור השדה הדרוש',
	),
	'field_type' => array(
		'numeric' => 'אנא בחר סוג שדה באופן תקין.',
		'required' => 'אנא בחר סוג שדה.',
	),
	'field_width' => array(
		'between' => 'אנא הזן ערך בין 0 ל - 300 תווים בדיוק עבור רוחב השדה',
	),
	'form_description' => array(
		'required' => 'אנא כתוב תיאור לטופס.',
	),
	'form_id' => array(
		'default' => 'לא ניתן למחוק את טופס ברירת המחדל.',
		'numeric' => 'אנא בחר איזה טופס להוסיף לשדה.',
		'required' => 'אנא בחר איזה טופס להוסיף לשדה.',
	),
	'form_title' => array(
		'length' => 'על שדה השם של הטופס להיות באורך של בין 3 ל- 100 תווים בדיוק.',
		'required' => 'אנא מלא שם עבור הטופס.',
	));
?>
