<?php
	$lang = array(
	'layer_color' => array(
		'length' => 'על שדה הצבע להיות באורך של 6 תווים בדיוק.',
		'required' => 'יש להזין שדה צבע, בן 6 תווים.',
	),
	'layer_file' => array(
		'type' => 'שדה הקובץ לא מכיל קובץ תקין.  הפורמטים המקובלים היחידים הם .KMZ, .KML.',
		'valid' => 'שדה הקובץ לא מכיל קובץ תקין.',
	),
	'layer_name' => array(
		'length' => 'שדה השם חייב להיות באורך של בין 3 ל-80 תווים בדיוק',
		'required' => 'מילוי שדה השם הוא חובה.',
	),
	'layer_url' => array(
		'atleast' => 'חובה להכניס כתובת או קובץ KML',
		'both' => 'לא ניתן להכניס גם כתובת וגם קובץ KML ביחד',
		'url' => 'אנא מלא כתובת אינטרנט תקינה. לדוגמא: http://www.ushahidi.com/layerl.kml',
	));
?>
