<?php
	$lang = array(
	'captcha' => array(
		'default' => 'נא להזין קוד אבטחה חוקי',
		'required' => 'נא להזין את קוד האבטחה',
	),
	'email' => array(
		'email' => 'נראה ששדה הדואר האלקטרוני אינו מכיל כתובת דואר אלקטרוני חוקית.',
		'length' => 'על הדואר האלקטרוני להיות באורך של 4 עד 64 תווים.',
		'required' => 'שדה הדואר האלקטרוני הוא שדה נדרש אם תיבת הסימון מסומנת.',
	),
	'message' => array(
		'required' => 'שדה ההערה הוא שדה נדרש.',
	),
	'name' => array(
		'length' => 'על השם להיות באורך 3 תווים לפחות.',
		'required' => 'שדה השם הוא שדה נדרש.',
	),
	'phone' => array(
		'length' => 'הטלפון אינו חוקי.',
	));
?>
