<?php
	$lang = array(
	'latitude' => array(
		'between' => 'קו הרוחב אינו מכיל ערך חוקי',
		'required' => 'חובה להזין קו רוחב. לבחירת מיקום מדויק יש ללחוץ על המפה.',
	),
	'level_id' => array(
		'numeric' => 'שדה רמת המדווח אינו מכיל ערך חוקי',
		'required' => 'חובה להזין רמת מדווח',
	),
	'location_name' => array(
		'length' => 'על שם המיקום לכלול בין 3 ל200 תווים.',
		'required' => 'חובה להזין את שם המיקום',
	),
	'longitude' => array(
		'between' => 'קו האורך אינו מכיל ערך חוקי',
		'required' => 'חובה להזין קו אורך. לבחירת מיקום מדויק יש ללחוץ על המפה.',
	),
	'reporter_id' => array(
		'numeric' => 'מדווח לא חוקי',
		'required' => 'מדווח לא חוקי',
	));
?>
