<?php
	$lang = array(
	'description' => array(
		'length' => 'על התיאור להיות באורך 3 עד 100 תווים.',
		'required' => 'שדה התיאור הוא שדה נדרש.',
	),
	'name' => array(
		'alpha_numeric' => 'על השם להכיל רק אותיות ומספרים.',
		'length' => 'על השם להיות באורך 2 עד 30 תווים.',
		'nomodify' => 'לא ניתן לשנות את התפקידים של משתמש המפעיל-על.',
		'required' => 'שדה השם הוא שדה חובה.',
	),
	'access_level' => array(
		'numeric' => 'שדה הרשאת המשתמש צריך להיות מספר בין 0 ל- 100.',
		'required' => 'שדה הרשאת המשתמש צריך להיות מספר בין 0 ל- 100.',
	)
	);
?>
