Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/alerts.po
Languages: hu_hu, sw_ke

# alerts.alert_email.email
source: The Email field does not appear to contain a valid email address?
hu_hu: Érvénytelen email cím szerepel az email mezőben?
sw_ke: Anwani ya barua pepe si sahihi

# alerts.alert_email.email_check
source: That Email address has already been registered to receive alerts for that location.
hu_hu: Ez a cím már regisztrálva lett ennek a helyszínnek az értesítőire
sw_ke: Anwani ya barua pepe unayotupatia imeshasajilishwa kwa eneo lenu.

# alerts.alert_email.length
source: The Email field must be at least 4 and no more 64 characters long.
hu_hu: Az email mező legalább 4 és legfeljebb 64 karakter hosszú lehet.
sw_ke: Anwani ya barua pepe lazima iwe na baina ya herifi 4 na 64.

# alerts.alert_email.required
source: The Email field is required if the checkbox is checked.
hu_hu: Az email mezőt kötelező kitölteni, ha jelölőnégyzetben ki lett pipálva.
sw_ke: Anwani ya barua pepe inahitajika ikiwa kisanduku tiki cha anwani ya baura pepe imewekwa tiki.

# alerts.alert_lat.between
source: You have not selected a valid location on the map.
hu_hu: Érvénytelen helyszínt jelölt meg a térképen.
sw_ke: Hujachagua mahali sahihi kwenye ramani.

# alerts.alert_lat.required
source: You have not selected a valid location on the map.
hu_hu: Érvénytelen helyszínt jelölt meg a térképen.
sw_ke: Hujachagua mahali sahihi kwenye ramani.

# alerts.alert_lon.between
source: You have not selected a valid location on the map.
hu_hu: Érvénytelen helyszínt jelölt meg a térképen.
sw_ke: Hujachagua mahali sahihi kwenye ramani.

# alerts.alert_lon.required
source: You have not selected a valid location on the map.
hu_hu: Nem jelölt ki érvényes helyszínt a térképen.
sw_ke: Hujachagua mahali sahihi kwenye ramani.

# alerts.alert_mobile.length
source: The Mobile Phone field does not seem to contain the right amount of digits.
hu_hu: A mobiltelefon mezőben nem megfelelő a számjegyek darabszáma.
sw_ke: Namba ya simu ya rununu haina urefu wa kisahihi.

# alerts.alert_mobile.mobile_check
source: That Mobile Phone Number has already been registered to receive alerts for that location.
hu_hu: Ez a mobiltelefonszám már regisztrálva lett ennek a helyszínnek az értesítőire.
sw_ke: Namba ya simu ya rununu unayotupatia imeshasajilishwa kwa eneo lenu.

# alerts.alert_mobile.numeric
source: The Mobile Phone field does not appear to contain a valid phone. Please input numbers only including Country Code.
hu_hu: A mobiltelefon mezőben nem megfelelő a számok mennyisége. Csak a ország hívószámát tartalmazó számot írja be.
sw_ke: Namba ya simu ya rununu si sahihi. Tafadhali andika nambari pekee pamoja na nambari ya nchi yako.

# alerts.alert_mobile.one_required
source: You must enter either your Mobile Phone Number or your Email Address.
hu_hu: Mobiltelefonszám vagy email cím szükséges.(most csak az email küldést funkció működik)
sw_ke: Lazima uandike nambari yako ya simu au uandike anwani ya barua pepe.

# alerts.alert_mobile.required
source: The Mobile Phone field is required if the checkbox is checked.
hu_hu: A mobiltelefon szükséges, ha a jelölőnégyzet ki van pipálva.
sw_ke: Namba ya simu ya rununu inahitajika ikiwa kisanduku tiki cha simu ya rununu imewekwa tiki.

# alerts.alert_radius.in_array
source: You have not set a valid radius on the map.
hu_hu: Még nincs beállítva érvényes hatókör a térképen.
sw_ke: Hujachagua nusukipenyo sahihi kwa ramani.

# alerts.alert_radius.required
source: You have not set your radius on the map.
hu_hu: Még nincs beállítva a hatókör a térképen.
sw_ke: Hujachagua nusukipenyo sahihi kwa ramani.

# alerts.alert_recipient.required
source: You have not set a recipient for alerts.
sw_ke: Haujaweka mpokeaji wa makumbusho.

# alerts.alerts_subscribed
source: You have subscribed for alerts with the following categories
sw_ke: Umejisajili kwa makumbusho katika kwa vikundi vifuatavyo

# alerts.code_already_verified
source: This code has been verified before!
hu_hu: Ezt a kódot már hitelesítettük!
sw_ke: Ishara hii ilishathibitishwa!

# alerts.code_not_found
source: This verification code was not found! Please confirm that you have the correct URL.
hu_hu: A megadott kód nem található. Ellenőrizze a kapott URL-t!
sw_ke: Thibitisho la ishara uliyotupatia si sahihu! Tafadhali hakikisha umeandika anwani sahihi.

# alerts.code_verified
source: Your code was verified correctly. You will now receive alerts about incidents as they happen.
hu_hu: A kódja hitelesített. Mostantól azonnal kap értesítőt ha a közelbe történik esemény.
sw_ke: Ishara yako imeshathibitishwa. Utajulishwa kuhusu matokeo yoyote yatakayotokea.

# alerts.confirm_request
source: To confirm your alert request, please go to
hu_hu: Hogy megerősítse az értesítésék kérését, kérjük, látogasson el a
sw_ke: Kuthibistisha ombezi la kutanabahishwa, tafadhali enda

# alerts.create_more_alerts
source: Return to the Alerts page to create more alerts
hu_hu: Térjen vissza a értesítésék oldalra, hogy új riasztást állítson be
sw_ke: Rudi kwa sehemu ya kutanabahishwa ili ujisajilishe na tanabahi zenginezo

# alerts.email_alert_request_created
source: Your Email Alert request has been created and verification message has been sent to
hu_hu: A kért email értesítő elkészült, visszaigazoló üzenetet küldtünk a
sw_ke: Haja yako ya kutanabahishwa kwa barua pepe imeshasajilishwa na ujumbe wa kujithibitisha umepelekwa kwa

# alerts.email_code
source: Please enter the Email confirmation code you received below:
hu_hu: Kérjük, adja meg az emailben kapott visszaigazoló kódot:
sw_ke: Tafadhali andika ishara ya kuthibitisha anwani yako ya barua pepe:

# alerts.email_error_head
source: Your Email Alert Request Has NOT Been Saved!
hu_hu: Az email értesítések kérése NINCS elmentve!
sw_ke: Hatujakusajili kutanabahishwa kwa anwani yako ya barua pepe!

# alerts.email_ok_head
source: Your Email Alert Request Has Been Saved!
hu_hu: Az email értesítések kérése elmentve!
sw_ke: Tumeshakusajilisha kutanabahishwa kwa anwani yako ya barua pepe!

# alerts.error
source: The system was not able to process your confirmation request!
hu_hu: A rendszer nem volt képes feldolgozni a megerősítési kérést!
sw_ke: Kompyuta haijaweza kukusajilisha!

# alerts.mobile_alert_request_created
source: Your Mobile Alert request has been created and verification message has been sent to
hu_hu: A mobil értesítések kérése létrejött, visszaigazoló üzenetet küldtünk a
sw_ke: Haja yako ya kutanabahishwa kwa rununu imeshasajilishwa na ujumbe wa kujithibitisha umepelekwa kwa

# alerts.mobile_code
source: Please enter the SMS confirmation code you received on your mobile phone below:
hu_hu: Kérjük, adja meg a visszaigazoló SMS-kódot, ami a mobiltelefonjára érkezett:
sw_ke: Tafadhali andika ishara ya uthibitisho uliopata kwenye ujumbe tuliotume kwa simu ya rununu hapa:

# alerts.mobile_error_head
source: Your Mobile Alert Request Has NOT Been Saved!
hu_hu: A mobil értesítések kérése NINCS elmentve!
sw_ke: Hatujakusajili kutanabahishwa kwa simu yako!

# alerts.mobile_ok_head
source: Your Mobile Alert Request Has Been Saved!
hu_hu: A mobil értesítések kérése elmentve!
sw_ke: Tumeshakusajilisha kutanabahishwa kwa simu yako!

# alerts.settings_error
source: This deployment is not set up to correctly process alerts
hu_hu: Ez a bevitel nincs beállítva helyesen ahhoz, hogy pontosan dolgozza fel az értesítéseket
sw_ke: Ushahidi hii haiwezi kutanabahisha

# alerts.unsubscribe
source: You have received this email because you subscribed to receive alerts. If you do not wish to receive future alerts go to
hu_hu: Ön azért kapta ezt a levelet, mert feliratkozott értesítésekre. Ha nem szeretne kapni a jövőben értesítéseket, klikkeljen ide.
sw_ke: Umepata barua pepe hii sababu umejisajilisha na tanabahisho. Kama hupendelei tena kutanabahishwa tafadhali enda

# alerts.unsubscribed
source: You will no longer receive alerts from
hu_hu: Nem fog több értesítést kapni.
sw_ke: Hutotanabahishwa tena kutoka

# alerts.unsubscribe_failed
source: We were not able to unsubscribe you. Please confirm that you have the correct URL.
hu_hu: Nem tudott leiratkozni. Kérjük, erősítse meg, hogy a megfelelő URL-t adta meg.
sw_ke: Hatukuweza kukuengua. Tafadhali hakikisha umeweka anwani sahihi.

# alerts.verification_email_subject
source: alerts - verification
hu_hu: értesítés - megerősítés
sw_ke: tanabahisho - thibitisho

# alerts.verify_code
source: You will not receive alerts on this location until you confirm your request.
hu_hu: Ezen a címen nem fog értesítéseket kapni, amíg meg nem erősíti a kérést.
sw_ke: Hutitanabahishwa na matokeo ya eneo hili mpaka uthibitishe usajili wako.
