Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/bug.po
Languages: id_id, pt_pt, ru_ru

# bug.captcha.default
source: Please enter a valid security code.
id_id: Mohon pastikan kode keamanan yang Anda masukkan sudah benar.
pt_pt: Por favor insira um código de segurança válido
ru_ru: Введите правильный защитный код

# bug.captcha.required
source: Please enter the security code.
id_id: Masukkan kode keamanan Anda.
pt_pt: Por favor insira o código de segurança
ru_ru: Введите защитный код

# bug.email.email
source: The Email field does not appear to contain a valid email address?
id_id: Apakah Anda yakin kolom Surel sudah terisi dengan benar?
pt_pt: O campo do Email parece conter um endereço de email inválido?
ru_ru: E-mail адрес введен неправильно.

# bug.email.length
source: The Email field must be at least 4 and no more 64 characters long.
id_id: Panjang alamat surel minimal 4 karakter tapi boleh tidak lebih dari 64 karakter.
pt_pt: O campo do Email deve ter entre 4 a 64 caracteres.
ru_ru: Длина e-mail адреса должна быть от 4 до 64 символов.

# bug.email.required
source: The Email field is required if the checkbox is checked.
id_id: Jika kotak cek Anda centang, maka kolom alamat Surel tidak boleh kosong.
pt_pt: O campo do Email é obrigatório caso a opção seja seleccionada.
ru_ru: Необходим email, или уберите галочку.

# bug.error.required
source: The error field is required.
id_id: Mohon kolom yang belum terisi dengan benar dikoreksi terlebih dahulu.
pt_pt: O campo do erro é obrigatório.
ru_ru: Введите описание ошибки

# bug.subject.length
source: The subject field must be at least 3 characters long.
id_id: Panjang Subyek minimal 3 karakter.
pt_pt: O campo do assunto deve ter pelo menos 3 caracteres.
ru_ru: Длина темы должна быть не менее 3 символов

# bug.subject.required
source: The subject field is required.
id_id: Kolom Subyek tidak boleh dikosongkan.
pt_pt: O campo do assunto é obrigatório.
ru_ru: Заполните поле Тема

# bug.yourname.length
source: The name field must be at least 3 characters long.
id_id: Panjang nama minimal 3 karakter.
pt_pt: O campo do nome deve ter pelos 3 caracteres.
ru_ru: Имя не может быть менее 3 символов

# bug.yourname.required
source: The name field is required.
id_id: Kolom Nama tidak boleh dikosongkan.
pt_pt: O campo do nome é obrigatório.
ru_ru: Введите ваше имя
