Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/category.po
Languages: hu_hu, sw_ke

# category.category_color.length
source: The color field must be 6 characters long.
hu_hu: A szín mező legalább 6 karakter hosszú kell hogy legyen.
sw_ke: Sehemu ya rangi lazma iwe herufi 6.

# category.category_color.required
source: The color field is required.
hu_hu: A szín mező kitöltése szükséges.
sw_ke: Sehemu ya rangi inahitajika.

# category.category_description.required
source: The description field is required.
hu_hu: A leírás mező kitöltése szükséges.
sw_ke: Sehemu ya elezo inahitajika.

# category.category_image.size
source: Please ensure that image uploads sizes are limited to 50KB.
hu_hu: A képek feltöltési mérete 50kb-ra van korlátozva.
sw_ke: Tafadhali hakikisha faili ya picha haipiti 50KB.

# category.category_image.type
source: The image field does not appear to contain a valid image. The only accepted formats are .JPG, .PNG and .GIF.
hu_hu: A kép meő nem tartalmaz megfelelő formátumú képet. Az elfogadott formátumok: JPG, PNG és GIF
sw_ke: Sehemu ya picha inaonekana haina faili ilio sawa. Picha zinazokubalika ni za .JPG, .PNG na .GIF.

# category.category_image.valid
source: The image field does not appear to contain a valid file
hu_hu: Az kép mező nem tartalmaz érvényes fájlt.
sw_ke: Sehemu ya picha inaonekana haina faili ilio sawa

# category.category_title.length
source: The title field must be at least 3 and no more 80 characters long.
hu_hu: A cím mező legalább 3 karakter kell tartalmazzon és nem lehet hosszabb 80 karakternél.
sw_ke: Jina la jamii lazima liwe baina ya herifi 3 na 80.

# category.category_title.required
source: The title field is required.
hu_hu: A cím mező kitöltése szükséges.
sw_ke: Jina la jamii linahitajika.

# category.parent_id.exists
source: The parent category does not exist.
hu_hu: A szülő kategória nem létezik.
sw_ke: Jamii mzazi uliotupatia haipo.

# category.parent_id.numeric
source: The parent category field must be numeric.
hu_hu: A szülő kategória mezőnek számnak kell lennie.
sw_ke: Jamii mzazi lazma iwe nambari.

# category.parent_id.required
source: The parent category field is required.
hu_hu: A szülő kategória mező kitöltése szükséges.
sw_ke: Jamii mzazi inatakikana.

# category.parent_id.same
source: The category and the parent category cannot be the same.
hu_hu: A kategória és a szülő kategória nem lehet ugyanaz.
sw_ke: Jamii pamoja na jamii mzazi haziezi kuwa sawa.
