Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/contact.po
Languages: fr_fr, ru_ru, zh_tw

# contact.captcha.default
source: Please enter a valid security code.
fr_fr: Veuillez entrer un code de sécurité valide
ru_ru: Введите правильный защитный код
zh_tw: 請輸入正確的安全碼

# contact.captcha.valid
source: Please enter a valid security code.
fr_fr: Veuillez entrer un code de sécurité valide.

# contact.captcha.required
source: Please enter the security code.
fr_fr: Veuillez entrer le code de sécurité
ru_ru: Введите защитный код
zh_tw: 請輸入安全碼

# contact.contact_email.email
source: The Email field does not appear to contain a valid email address.
fr_fr: Addresse email invalide.
ru_ru: Введен неправильный email.
zh_tw: 請確認已輸入有效的Email

# contact.contact_email.length
source: The Email field must be at least 4 and no more 64 characters long.
fr_fr: L'adresse email doit comporter entre 4 et 64 caractères.
ru_ru: Email должен содержать от 4 до 64 символов.
zh_tw: Email資料需為4~64字元

# contact.contact_email.required
source: The Email field is required if the checkbox is checked.
fr_fr: Une adresse email est requise si la case est cochée.
ru_ru: Введите email или уберите галочку.
zh_tw: 如果已經選擇Email，則Email欄位為必填

# contact.contact_message.required
source: The message field is required.
fr_fr: Veuillez entrer un message.
ru_ru: Введите текст сообщения.
zh_tw: 訊息欄位為必填

# contact.contact_name.length
source: The name field must be at least 3 characters long.
fr_fr: Le nom doit comporter plus de 3 caractères.
ru_ru: Имя должно быть не менее 3 символов.
zh_tw: 姓名欄位至少為1個字元

# contact.contact_name.required
source: The name field is required.
fr_fr: Veuillez indiquer un nom.
ru_ru: Введите имя.
zh_tw: 姓名欄位為必填

# contact.contact_subject.length
source: The subject field must be at least 3 characters long.
fr_fr: L'objet doit comporter plus de 3 caractères.
ru_ru: Тема не должна быть менее 3-х символов.
zh_tw: 主題欄位置少為3個字元

# contact.contact_subject.required
source: The subject field is required.
fr_fr: Veuillez indiquer un object.
ru_ru: Введите тему.
zh_tw: 主題欄位為必填

# contact.email_send.failed
source: There was an error sending your message.
fr_fr: Il y avais une erreur d'envoi de votre message.
