Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/core.po
Languages: id_id

# core.config
source: config file
id_id: File konfigurasi

# core.controller
source: controller
id_id: Pengendali

# core.driver_implements
source: The %s driver for the %s library must implement the %s interface.
id_id: Driver %s untuk library %s harus mengimplemen antar muka %s

# core.driver_not_found
source: The %s driver for the %s library could not be found.
id_id: Driver %s untuk library %s tidak ditemukan

# core.errors_disabled
source: You can go to the <a href="%s">home page</a> or <a href="%s">try again</a>.
id_id: Anda bisa kembali ke <a href="%s">Laman muka</a> atau <a href="%s">coba lagi</a>

# core.generic_error
source: Unable to Complete Request
id_id: Permintaan ditolak

# core.helper
source: helper
id_id: Pembantu

# core.invalid_filetype
source: The requested filetype, .%s, is not allowed in your view configuration file.
id_id: Tipe file yang dikehendaki,.%s, tidak berlaku pada berkas konfigurasi

# core.invalid_method
source: Invalid method %s called in %s
id_id: Metode %s yang dipanggil dlm %s tidak valid

# core.invalid_property
source: The %s property does not exist in the %s class.
id_id: Properti %s pada class %s tidak ditemukan

# core.library
source: library
id_id: Pustaka

# core.log_dir_unwritable
source: The log directory is not writable: %s
id_id: Direktori log tidak dapat digunakan untuk menulis : %s

# core.no_controller
source: Ushahidi was not able to determine a controller to process this request: %s
id_id: Ushahidi tidak bisa menentukan pengendali untuk memroses permintaan ini: %s

# core.no_default_route
source: Please set a default route in config/routes.php
id_id: Mohon tentukan rute default di config/routes.php

# core.page_not_found
source: The page you requested, %s, could not be found.
id_id: Laman yang anda minta, %s, tidak ditemukan.

# core.report_bug
source: <a href="%s" id="show_bugs">Report This Issue To Ushahidi</a>
id_id: <a href="%s" id="show_bugs">Laporkan isu ini ke Ushahidi</a>

# core.resource_not_found
source: The requested %s, %s, could not be found.
id_id: %s, %s, yang diminta tidak ditemukan

# core.stats_footer
source: Loaded in {execution_time} seconds, using {memory_usage} of memory. Generated by Ushahidi v%s.
id_id: Dijalankan dalam {executuion_time} detik, menggunakan {memory_usage} memori. Dihasilkan Ushahidi v%s

# core.there_can_be_only_one
source: There can be only one instance of Ushahidi per page request.
id_id: Dalam satu laman permintaan Ushahidi hanya boleh ada satu masukan

# core.uncaught_exception
source: Uncaught %s: %s in file %s on line %s
id_id: Tidak tertangani %s pada berkas %s pada baris %s

# core.view
source: view
id_id: Tampilan

# core.view_set_filename
source: You must set the the view filename before calling render.
id_id: Nama berkas untuk ditampilan harus ditentukan sebelum memanggil Render
