Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/form.po
Languages: ar, id_id, pl_pl, sw_ke, zh_tw

# form.field_default.default
source: The default value you have provided for the field is invalid.
ar: القيمة الافتراضية التى وضعتها غير مقبولة
pl_pl: Domyślna wartość wprowadzona dla pola jest nieprawidłowa.
zh_tw: 之前所提供的欄位預設值為無效資料.

# form.field_default.length
source: The Field Name must be at least 3 and no more than 200 characters long.
ar: اسم الحقل يجب ألا يقل عن 3 حروف وألا يزيد عن 200 حرف
id_id: Panjang nama minimal 3 karakter tapi tidak boleh lebih dr 200 karakter
pl_pl: Nazwa pola musi zawierać co najmniej 3 i nie więcej niż 200 znaków.
sw_ke: Jina la uga lazima liwe baina ya heufi 3 na 100.
zh_tw: 欄位名稱不得超過200個字元

# form.field_height.between
source: Please enter a value 0 to 50 for the Field Height.
ar: لتحديد طول الحقل أدخل قيمة من 0 إلى 50
id_id: Isian tinggi hanya boleh diisi angka antara 0 - 50
pl_pl: Wprowadź wartość do 0 do 50 dla wysokości pola
sw_ke: Tafadhali andika baina ya 0 na 50 kwenye sehemu ya urefu wa uga
zh_tw: 請輸入欄位高度值，需介於0～50

# form.field_isdate.between
source: You have entered an invalid value for Date Field.
ar: لقد أدخلت قيمة غير صالح فى الحقل الخاص بالتاريخ
id_id: Format tanggal yang anda masukkan salah
pl_pl: Wprowadziłeś nieważną wartość dla daty pola
sw_ke: Umeandika kimakosa kwenye sehemu ya tarehe ya uga ya tarehe
zh_tw: 你輸入的資料不正確

# form.field_isdate.required
source: Please select Yes or No for the Date Field.
ar: حدد نعم أو لا للحقل الخاص بالتاريخ
id_id: Mohon hanya pilih Yes atau No pada isian tanggal
pl_pl: Wybierz odpowiedź Tak lub Nie dla daty pola
sw_ke: Tafadhali chagua Ndio au La kwa sehemu ya uga ya tarehe
zh_tw: 請確認是否新增日期欄位

# form.field_name.length
source: The Field Name must be at least 3 and no more than 100 characters long.
ar: اسم الحقل يجب ألا يقل عن 3 حروف وألا يزيد عن 100 حرف
id_id: Panjang nama minimal 3 karakter tapi tidak boleh lebih dr 100 karakter
pl_pl: Nazwa pola musi zawierać co najmniej 3 i nie więcej niż 100 znaków.
sw_ke: Jina la uga lazima liwe baina ya hefuri 3 na 100.
zh_tw: 欄位名稱需為3～100個字元

# form.field_name.required
source: Please enter Field Name.
ar: أدخل اسم الحقل
id_id: Masukan nama anda
pl_pl: Wprowadź nazwę pola.
sw_ke: Tafadhali andika jina la uga.
zh_tw: 請輸入欄位名稱

# form.field_name.duplicate
source: The field name you entered already exists. Please enter another one.
pl_pl: Wpisane pole już instnieje. Wpisz inną nazwę.

# form.field_required.between
source: You have entered an invalid value for Field Required.
ar: لقد أدخلت قيمة غير صالحة للحقل المطلوب
id_id: Salah satu masukan anda pada isian wajib yang ada, salah
pl_pl: Wprowadziłeś nieważną wartość w wymaganym polu
sw_ke: Tafadhali chagua neno la sahihi kwa sehemu ya kuhitajika kwa uga
zh_tw: 你輸入的資料不正確

# form.field_required.required
source: Please select Yes or No for Field Required.
ar: حدد نعم أو لا للحقل المطلوب
id_id: Mohon hanya pilih Yes atau No pada isian yang diwajibkan
pl_pl: Wybierz odpowiedź Tak lub Nie dla wymaganego pola
sw_ke: Tafadhali chagua Ndio au La kwa sehemu ya kuhitajika kwa uga
zh_tw: 請確認是否新增欄位

# form.field_type.numeric
source: Please select a valid Field Type.
ar: حدد نوع حقل صحيح
id_id: Mohon pastikan tipe isian yang anda pilih sudah benar
pl_pl: Wybierz ważny typ pola.
sw_ke: Tafadhali chagua aina ya uga.
zh_tw: 請選擇一個正確的欄位類型

# form.field_type.required
source: Please select a Field Type.
ar: حدد نوع الحقل
id_id: Pilih tipe isian
pl_pl: Wybierz typ pola.
sw_ke: Tafadhali chagua aina ya uga.
zh_tw: 請選擇一個欄位類型

# form.field_width.between
source: Please enter a value 0 to 300 for the Field Width.
ar: لتحديد عرض الحقل أدخل قيمة من 0 إلى 300
id_id: Isian lebar hanya boleh diisi angka antara 0 - 300
pl_pl: Wprowadź wartość do 0 do 300 dla szerokości pola
sw_ke: Tafadhali andika baina ya 0 na 300 kwenye sehemu ya upana wa uga
zh_tw: 請輸入欄位寬度值，需介於0～300

# form.form_description.required
source: Please enter form's Description.
ar: أدخل توصيف النموذج
id_id: Masukan sertakan keterangan pada formulirnya
pl_pl: Wprowadź opis formularza.
sw_ke: Tafadhali andika elezo la fomu.
zh_tw: 請輸入表格描述

# form.form_id.default
source: The default form cannot be deleted.
ar: لا يمكن حذف النموذج الأصلى
id_id: Formulir default tidak bisa dihapus
pl_pl: Domyślny formularz nie może być usunięty.
sw_ke: Fomu ya awali haiezi kufutwa.
zh_tw: 預設的表格無法被刪除

# form.form_id.numeric
source: Please select which form to add this field to.
ar: حدد النموذج الذى تريد إضافة هذا الحقل إليه
id_id: Silakan pilih ke formulir yang mana isian ini akan ditambahkan
pl_pl: Wybierz formularz, który chcesz dodać do tego pola.
sw_ke: Tafadhali chagua fomu ambayo itaongezewa uga.
zh_tw: 請選擇欲增加欄位的表格

# form.form_id.required
source: Please select which form to add this field to.
ar: حدد النموذج الذى تريد إضافة هذا الحقل إليه
id_id: Silakan pilih ke formulir yang mana isian ini akan ditambahkan
pl_pl: Wybierz formularz, który chcesz dodać do tego pola.
sw_ke: Tafadhali chagua fomu ambayo itaongezewa uga.
zh_tw: 請選擇欲增加欄位的表格

# form.form_title.length
source: The form name field must be at least 3 and no more than 100 characters long.
ar: حقل اسم النموذج يجب ان يحتوى على الأقل 3 حروف ويجب ألا يزيد على 100 حرف.
id_id: Panjang nama formulis minimal 3 karakter dan tidak boleh lebih dari 100 karakter
pl_pl: Pole nazwy formularza musi mieć co najmniej 3 i nie więcej niż 100 znaków.
sw_ke: Jina la fomu lazima liwa baina ya herufi 3 na 100.
zh_tw: 表格名稱需為3~100個字元

# form.form_title.required
source: Please enter the name of the form.
ar: أدخل اسم النموذج
id_id: Masukan nama formulir
pl_pl: Wprowadź nazwę formularza.
sw_ke: Tafadhali andika jina la fomu.
zh_tw: 請輸入表格名稱
