Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/installer.po
Languages: id_id

# installer.base_path
source: Base Path
id_id: Lokasi Base

# installer.database
source: Database
id_id: Basis data

# installer.database_host
source: Database Host
id_id: Induk Basis data

# installer.database_host_description
source: If you are running Ushahidi on your own computer, this will more than likely be "localhost". If you are running Ushahidi from a web server, you will get your host information from your web hosting provider.
id_id: Kalau anda menjalankan Ushahidi dr komputer anda sendiri, hampir pasti isian ini adalah "localhost". Jika anda menjalankan Ushahidi dr peladen web, minta info ttg mesin peladen anda dr penyedia layanan hosting anda.

# installer.database_name
source: Database Name
id_id: Nama Basis data

# installer.database_name_description
source: The name of the database you want to run Ushahidi in
id_id: Nama Basis data dimana Ushahidi ingin anda jalankan

# installer.db_information_link
source: For more information, please check out <a href="http://wiki.ushahidi.com/doku.php?id=a_brief_word_on_databases" target="_blank">this article</a> on the wiki that talks about databases in more detail.
id_id: Untuk keterengan lebih lanjut, silakan baca <a href="http://wiki.ushahidi.com/doku.php?id=a_brief_word_on_databases" target="_blank">artikel ini</a> di wiki yg membahas lebih rinci ttg Basis data

# installer.default_language
source: Default Language (Locale)
id_id: Bahasa bawaan (lokal)

# installer.default_language_description
source: Each deployment of Ushahidi comes with a set of built in language translations. You can also <a href="http://wiki.ushahidi.com/doku.php?id=localisation_l10n_internationlisation_i18n&s[]=language#enabling_new_languages" target="_blank">add your own</a>.
id_id: Tiap instalasi Ushahidi disertai satu set terjemahan berbagai bahasa. Anda bisa juga <a href="http://wiki.ushahidi.com/doku.php?id=localisation_l10n_internationlisation_i18n&s[]=language#enabling_new_languages" target="_blank">menambahkan bahasa anda sendiri</a>

# installer.disable
source: Disable
id_id: Matikan

# installer.enable
source: Enable
id_id: Hidupkan

# installer.error_summary
source: Listed below is a summary of the errors we encountered.
id_id: Daftar dibawah ini adalah rangkuman semua galat yg pernah dijumpai

# installer.files_location_text
source: The location on your server where you placed your Ushahidi files. <strong>We have automatically detected this value, please make sure that it is correct.</strong> If the field is empty, do not worry, it means ushahidi is installed at the top level directory.
id_id: Lokasi dimana berkas-berkas Ushahidi ditempatkan. <strong>Kami telah mendeteksi isian ini secara otomati, mohon dipastikan hasil pendeteksian ini tidak salah.</strong> Jika isiannya kosong, jangan khawatir, itu artinya Ushahidi terinstal di direktori utama.

# installer.finished
source: Finished
id_id: Selesai

# installer.general
source: General
id_id: Umum

# installer.google_key
source: <span>Google</span> API Key
id_id: Kunci API <span>Google</span>

# installer.google_key_description
source: Anyone can get an api key. <a id="api-link" href="http://code.google.com/apis/maps/signup.html" target="_blank">Get yours now</a>
id_id: Siapa saja bisa mendapatkan kunci api. <a id="api-link" href="http://code.google.com/apis/maps/signup.html" target="_blank">Miliki segera</a>

# installer.go_back
source: Go Back
id_id: Kembali

# installer.index.advanced
source: ADVANCED INSTALLATION
id_id: Instalasi lanjutan

# installer.index.advanced_installation_description
source: Get all the basic settings completed through this 5-step process. This includes server, map, site name and contact details.
id_id: Selesaikan semua konfigurasi dasar dengan proses 5-langkah ini. Ini termasuk peladen, pemetaan, nama situs dan rincian narahubung.

# installer.index.basic_installation
source: BASIC INSTALLATION
id_id: Instalasi dasar

# installer.index.basic_installation_description
source: Simple and fast. All you need is your website's root directory and your database information. Choose this option if you want to get up and running quickly, and you can always configure everything else later.
id_id: Sederhana dan cepat. Yang dibutuhkan hanya direktory utama situs dan informasi basis datanya. Pilih opsi ini jika anda mau menjalankan ushahidi secepatnya, anda masih tetap bisa melakukan konfigurasi lanjutan dikemudian hari.

# installer.index.proceed
source: Proceed
id_id: Lanjutkan

# installer.index.welcome
source: Welcome to the Ushahidi server install process. Choose which type of installation you would like to use below.
id_id: Selamat datang di proses instalasi peladen Ushahidi. Pilih tipe instalasi sesuai kebutuhan anda :

# installer.installation_successful
source: Installation Successful
id_id: Instalasi sukses

# installer.mail_server
source: Mail Server
id_id: Peladen Mail

# installer.mail_server_host
source: Mail Server Host
id_id: Induk peladen Mail

# installer.mail_server_host_description
source: Examples: mail.yourwebsite.com, imap.gmail.com, pop.gmail.com
id_id: Contoh: mail.situsanda.com, imap.gmail.com, pop.gmail.com

# installer.mail_server_password
source: Mail Server Password
id_id: Password peladen mail

# installer.mail_server_password_description
source: The password you normally use to login in to your email
id_id: Password yang biasa anda gunakan untuk log in le layanan e-mail

# installer.mail_server_port
source: Mail Server Port
id_id: Port peladen mail

# installer.mail_server_port_description
source: Common Ports: 25, 110, 995 (Gmail POP3 SSL), 993 (Gmail IMAP SSL)
id_id: Port umum : 25,110,995 (ssl pop3 gmail), 993 (ssl imap gmail)

# installer.mail_server_type
source: Mail Server Type
id_id: Tipe peladen mail

# installer.mail_server_type_description
source: Internet Message Access Protocol (IMAP) or Post Office Protocol (POP). <a href="http://saturn.med.nyu.edu/it/help/email/imap/index.html" target="_blank">What is the difference?</a>
id_id: Internet message access protocol (IMAP) atau Post Office Protocol (POP). <a href="http://saturn.med.nyu.edu/it/help/email/imap/index.html" target="_blank">Apa bedanya?</a>

# installer.mail_server_username
source: Mail Server Username
id_id: Nama pengguna peladen mail

# installer.mail_server_username_description
source: If you are using Gmail, Hotmail, or Yahoo Mail, enter a full email address as a username.
id_id: Kalau anda menggunakan layanan mail Gmail, Hotmail atau Yahoo, masukan alamat e-mail lengkap anda sebagai nama penggunanya.

# installer.map
source: Map
id_id: Peta

# installer.map_provider
source: Map Provider
id_id: Penyedia peta

# installer.map_provider_description
source: Ushahidi works equally well with any of these three mapping providers: Google, Bing or Open Street Map. Choose the one that has the most detail in your area.
id_id: Ushahidi bekerja sama baiknya dengan keempat penyedia layanan pemetaan ini:Google, Bing, Yahoo dan OpenStreetMap. Pilih yang tampilannya paling rinci di daerah anda.

# installer.other_steps
source: Other steps...
id_id: Langkah lainnya...

# installer.password_description
source: Your database password
id_id: Password basis data anda

# installer.previous
source: Previous
id_id: Sebelumnya

# installer.restart_apache
source: Please restart your Apache Server
id_id: Mohon restart peladen Apache anda

# installer.select_mail_server_ssl
source: Enable or disable SSL
id_id: Hidupkan atau matikan SSL

# installer.select_mail_server_ssl_description
source: Some mail servers give you the option of using <abbr title="Secure Sockets Layer">SSL</abbr> when making a connection. Using SSL is recommended as it gives you an added level of security.
id_id: Beberapa peladen mail memberikan pilihan untuk menggunakan <abbr title="Secure Sockets Layer">SSL</abbr> ketika melakukan koneksi. Menggunakan SSL sangat dianjurkan untuk meningkatkan level keamanan anda.

# installer.setup_sms
source: Set up your SMS server
id_id: Setup peladen SMS anda

# installer.site_email
source: Site Email Address
id_id: Alamat situs mail

# installer.site_email_alerts
source: Site Alert Email Address
id_id: alamat e-mail notifikasi situs

# installer.site_email_alerts_description
source: When your site visitors sign up for email alerts, they will receive emails from this address. This email address does not have to be the same as the Site Email Address.
id_id: Ketika pengunjung situs anda memesan notifikasi e-mail, mereka akan menerima e-mail dr alamat e-mail ini. Alamat e-mail ini tidak mesti sama dengan alamat e-mail situs.

# installer.site_email_description
source: Site wide email communication will be funneled through this address
id_id: Semua komunikasi e-mail situs menggunakan alamat ini

# installer.site_name
source: Site Name
id_id: Nama situs

# installer.site_name_description
source: The name of your site
id_id: Nama situs anda

# installer.site_tagline
source: Site Tagline
id_id: Slogan Situs

# installer.site_tagline_description
source: Your tagline
id_id: Slogan anda

# installer.summary.text_1
source: The files and folders listed below need to be writable by your webserver.
id_id: Webserver harus punya hak menulis pada berkas dan direktori yg tercantum dibawah ini

# installer.summary.text_2
source: <p>Here are instructions for changing file permissions:</p> <ul> <li><a href="http://www.washington.edu/computing/unix/permissions.html" target="_blank">Unix/Linux</a></li> <li><a href="http://support.microsoft.com/kb/308419" target="_blank">Windows</a></li> </ul>
id_id: <p>Berikut instruksi untuk mengubah hak akses berkas: </p> <ul> <li><a href="http://www.washington.edu/computing/unix/permissions.html" target="_blank">Unix/Linux</a></li> <li><a href="http://support.microsoft.com/kb/308419" target="_blank">Windows</a></li> </ul>

# installer.summary.text_3
source: Before you get started, you will need to make sure the following files and folders are writable by your webserver. This involves changing file permissions.
id_id: Sebelum memulai pastikan webserver punya hak menulis pada berkas dan direktori berikut ini. Kalau perlu ubah hak aksesnya.

# installer.summary.text_4
source: For the installation process, please have the following bits of information on hand.
id_id: Untuk memperlancar proses instalasi, siapkan informasi berikut ini

# installer.table_prefix
source: Table Prefix
id_id: Tabel prefix

# installer.table_prefix_description
source: Normally you would not change the table prefix. However, if you want to run multiple Ushahidi installations from a single database, you can do that by changing the prefix here.
id_id: Umumnya anda tidak perlu mengubah apa-apa dr tabel Prefix. Tetapi bila anda ingin menjalankan beberapa instalasi Ushahidi dr basis data yang sama anda lakukan itu dengan menyesuaikan prefix-nya disini

# installer.title
source: Title
id_id: Judul

# installer.to_login
source: To login, go to
id_id: Untuk login, kunjungi

# installer.upload_data
source: Upload report data
id_id: Unggah laporan data

# installer.username
source: Username
id_id: Nama pengguna

# installer.username_description
source: Your database username
id_id: Nama pengguna basis data anda

# installer.use_credentials
source: and use the following credentials
id_id: dan gunakan data akun berikut ini

# installer.view_site
source: View your website
id_id: Periksa situs anda
