Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/notifications.po
Languages: he_il, hu_hu, id_id, ja_jp, sw_ke

# notifications.admin_footer
source: This message was sent from your website.
he_il: הודעה זו נשלחה מהאתר שלך.
hu_hu: Ezt az üzenetet a weboldaláról küldték.
id_id: Pesan ini dikirmkan dr situs
ja_jp: このメッセージはあなたのウェブサイトから送られました。
sw_ke: Ujumbe huu ulitumwa kutoka kwa tovuti yako

# notifications.admin_login_url
source: Administrator Login
he_il: כניסת מנהל
hu_hu: Adminisztrátor bejelentkezés
id_id: Login administrator
ja_jp: 管理者ログイン
sw_ke: Kiingilizi cha meneja

# notifications.admin_new_comment.message
source: A new comment has been submitted to your website in response to:
he_il: תגובה חדשה נשלחה לאתר שלך, בתגובה ל:
hu_hu: Új hozzászólás érkezett a weboldalára az alábbira válaszolva:
id_id: Sebuah komentar baru dikirimkan ke situs untuk menanggapi :
ja_jp: あなたのウェブサイトに新しいコメントが投稿されました :
sw_ke: Fikira mpya zimeletwa kwa tovuti yako kutokana na:

# notifications.admin_new_comment.subject
source: New Comment
he_il: תגובה חדשה
hu_hu: Új hozzászólás
id_id: Komentas baru
ja_jp: 新規コメント
sw_ke: Maoni mapya

# notifications.admin_new_email.message
source: A new email message has been submitted to your website.
he_il: הודעת דואר חדשה נשלחה לאתר שלך.
hu_hu: Új email üzenet érkezett a weboldalára.
id_id: Sebuah e-mail baru telah dikirim ke situs anda
ja_jp: あなたのウェブサイトにメールのメッセージが投稿されました。
sw_ke: Ujumbe mpya kutoka kwa simu ya rununu umeletwa kwa tovuti yako.

# notifications.admin_new_email.subject
source: New Email Message
he_il: הודעת דואר חדשה
hu_hu: Új email üzenet
id_id: Pesan e-mail baru
ja_jp: 新規メールメッセージ
sw_ke: Ujumbe mpya kutoka kwa barua pepe

# notifications.admin_new_report.message
source: A new report has been submitted to your website.
he_il: דיווח חדש נשלח לאתר שלך.
hu_hu: Új jelentés érkezett a weboldalára.
id_id: Sebuah laporan baru telah dikirimkan ke situs anda
ja_jp: あなたのウェブサイトに新しいレポートが投稿されました。
sw_ke: Repoti mpya imetumwa kwa tovuti yako.

# notifications.admin_new_report.subject
source: New Report
he_il: דיווח חדש
hu_hu: Új jelentés
id_id: Laporan baru
ja_jp: 新規レポート
sw_ke: Repoti mpya

# notifications.admin_new_sms.message
source: A new text message has been submitted to your website.
he_il: הודעת טקסט חדשה נשלחה לאתר שלך.
hu_hu: Új szöveges üzenet érkezett a weboldalára.
id_id: Sebuah pesan teks telah dikirim ke situs anda
ja_jp: あなたのウェブサイトに新しいテキストメッセージが投稿されました。
sw_ke: Ujumbe mpya kutoka kwa simu ya rununu umeletwa kwa tovuti yako.

# notifications.admin_new_sms.subject
source: New Text Message
he_il: הודעת טקסט חדשה
hu_hu: Új szöveges üzenet
id_id: Pesan teks baru
ja_jp: 新規テキストメッセージ
sw_ke: Ujumbe mpya kutoka kwa simu ya rununu

# notifications.member_new_alert.message
source: You Have Received a New Alert
he_il: קיבלת התראה חדשה
sw_ke: Umepokea tahadhari mpya

# notifications.member_new_alert.subject
source: New Alert!
he_il: התראה חדשה!
sw_ke: Tahadhari mpya!

# notifications.member_new_message.message
source: You Have Received a Private Message
he_il: קיבלת מסר פרטי
sw_ke: Umepokea ujumbe wa kibinafsi

# notifications.member_new_message.subject
source: New Private Message
he_il: מסר פרטי חדש
sw_ke: Ujumbe mpya wa kibinafsi

# notifications.member_new_message.footer
source: To Reply Please Go To:
he_il: על מנת להשיב אנא המשך אל:
sw_ke: Ili kujibu tafadhali nenda
