Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/permissions.po
Languages: bs_ba, es_ar, pt_br

# permissions.reports_view
source: View Reports
bs_ba: Pogledaj izvjestaje
es_ar: Ver Reportes
pt_br: Ver Relatórios.

# permissions.reports_edit
source: Create/Edit/Delete Reports
bs_ba: Napravi/Izmjeni/izbriši izvještaj
es_ar: Crear/Editar Reportes
pt_br: Criar/Editar/Excluir Relatórios

# permissions.reports_approve
source: Approve Reports
bs_ba: Odobri izvjestaj
es_ar: Aprobar Reportes
pt_br: Aprovar Relatórios

# permissions.reports_verify
source: Verify Reports
bs_ba: Potvrdi izvjestaj
es_ar: Verificar Reportes
pt_br: Verificar Relatórios

# permissions.reports_comments
source: Manage Report Comments
es_ar: Administrar Comentarios
pt_br: Gerenciar Relatório de Comentários

# permissions.reports_download
source: Download Reports
bs_ba: Preuzeti izvještaj
es_ar: Descargar Reportes
pt_br: Download Relatórios

# permissions.reports_upload
source: Upload Reports
bs_ba: Učitaj izvješća.
es_ar: Subir Reportes
pt_br: Upload Relatórios

# permissions.messages
source: Manage Messages
bs_ba: Upravljanje porukama
es_ar: Administrar Mensajes
pt_br: Gerenciar Mensagens

# permissions.messages_reporters
source: Manage Message Reporters
es_ar: Administrar Informantes
pt_br: Gerenciar Relatórios de Mensagens

# permissions.stats
source: View Stats
bs_ba: Pogledaj statistiku.
es_ar: Ver Estadísticas
pt_br: Ver estatísticas

# permissions.settings
source: Modify Settings
bs_ba: Modifikacija postavki
es_ar: Modificar Configuración
pt_br: Modificar configurações

# permissions.manage
source: Manage Panel
es_ar: Administrar Panel
pt_br: Gerenciar Painel

# permissions.users
source: Manage Users
bs_ba: Upravljanje korisnicima
es_ar: Administrar Usuarios
pt_br: Gerenciar Usuários

# permissions.manage_roles
source: Manage Roles
bs_ba: Uredi uloge.
es_ar: Administrar Roles
pt_br: Gerenciar Funções

# permissions.checkin
source: Can checkin
es_ar: Ver Checkins
pt_br: Permitir checkin

# permissions.checkin_admin
source: Manage checkins
es_ar: Administrar Checkins
pt_br: Gerenciar checkins

# permissions.admin_ui
source: Access Admin UI
bs_ba: Administratorski pristup UI
es_ar: Acceso Administración
pt_br: Acesse UI de administração

# permissions.member_ui
source: Access Members UI
bs_ba: Korisnički pristup UI
es_ar: Acceso Miembros
pt_br: Acesse UI de membros
