Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/reporters.po
Languages: hu_hu, id_id, ro_ro, uk_ua, zh_tw

# reporters.latitude.between
source: The latitude field does not appear to contain a valid latitude.
hu_hu: A földrajzi szélesség mező nem tartalmaz valós szélességi fokot.
id_id: Isi kolom LINTANG salah ?
ro_ro: Câmpul pentru latitudine pare să nu conțină coordonate valide.
uk_ua: Координати широти місцевості введені неправильно
zh_tw: 緯度欄位資料顯示為無效

# reporters.latitude.required
source: The latitude field is required. Please click on the map to pinpoint a location.
hu_hu: A szélességi fok megadása kötelező! Kérem, kattintson a térképre a pontos helymeghatározáshoz.
id_id: Kolom LINTANG tidak boleh dikosongkan. Mohon klik pada peta untuk menentukan lokasinya.
ro_ro: Câmpul pentru latitudine este necesar. Vă rugăm să faceți click pe hartă pentru a indica locul dorit.
uk_ua: Введіть координати широти місцевості. Будь ласка, натисніть на карту, щоб визначити місце розташування.
zh_tw: 緯度欄位為必填，請在地圖上點選一個位置.

# reporters.level_id.numeric
source: The Reporter Level field does not appear to contain a valid Level.
hu_hu: A jelentési szint mező nem tartalmaz valós értéket.
id_id: Isi kolom LEVEL pelapor salah ?
ro_ro: Câmpul pentru Level-ul Raportorului pare să nu conțină o valoare corespunzătoare.
uk_ua: Рівень повідомника неправильний
zh_tw: 報告者等級無效

# reporters.level_id.required
source: The Reporter Level field does not appear to contain a valid Level.
hu_hu: A Jelentési szint mező nem tartalmaz valós értéket.
id_id: Isi kolom LEVEL pelapor salah ?
ro_ro: Câmpul pentru Level-ul Raportorului pare să nu conțină o valoare corespunzătoare.
uk_ua: Рівень повідомника неправильний
zh_tw: 報告者等級無效

# reporters.location_name.length
source: The location name field must be at least 3 and no more 200 characters long.
hu_hu: A helyzetmegnevezés mező legalább 3 legfeljebb 200 karaktert tartalmazhat.
id_id: Isi kolom nama minimal 3 karakter dan tidak boleh lebih dr 200 karakter.
ro_ro: Numele locului trebuie să conțină între 3 și 200 de caractere.
uk_ua: Довжина назви місця не може бути менше 3х і більше 200 символів.
zh_tw: 地點名稱長度為2~200個字元.

# reporters.location_name.required
source: The location name field is required.
hu_hu: A helyzetmegnevezés mező kitöltése kötelező.
id_id: Kolom LOKASI tidak boleh dikosongkan
ro_ro: Câmpul pentru locație este necesar.
uk_ua: Введіть назву місця.
zh_tw: 地點名稱欄位為必填.

# reporters.longitude.between
source: The longitude field does not appear to contain a valid longitude.
hu_hu: A földrajzi hosszúság mező nem tartalmaz érvényes hosszúsági fokot.
id_id: Isi kolom BUJUR salah ?
ro_ro: Câmpul pentru longitudine pare să nu conțină coordonate valide.
uk_ua: Координати довготи місцевості введені неправильно
zh_tw: 經度欄位資料顯示為無效

# reporters.longitude.required
source: The longitude field is required. Please click on the map to pinpoint a location.
hu_hu: A hosszúsági fok megadása kötelező. Kérem, kattintson a térképre a pontos helymeghatározáshoz!
id_id: Kolom BUJUR tidak boleh dikosongkan. Mohon klik pada peta untuk menentukan lokasinya
ro_ro: Câmpul pentru longitudine este necesar. Vă rugăm să faceți click pe hartă pentru a indica locul dorit.
uk_ua: Введіть координати довготи місцевості. Будь ласка, натисніть на карту, щоб визначити місце розташування.
zh_tw: 經度欄位為必填，請在地圖上點選一個位置.

# reporters.reporter_id.numeric
source: Invalid Reporter
hu_hu: Érvénytelen Bejelentő.
id_id: Pelapor tidak dikenal
ro_ro: Raportor invalid
uk_ua: Неправильна особа
zh_tw: 無效的報告者

# reporters.reporter_id.required
source: Invalid Reporter
hu_hu: Érvénytelen Bejelentő.
id_id: Pelapor tidak dikenal
ro_ro: Raportor invalid
uk_ua: Неправильна особа
zh_tw: 無效的報告者
