Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/report.po
Languages: hu_hu, sw_ke

# report.custom_field.values
source: Please enter a valid value for one of your custom form items.
hu_hu: Kérem, adja meg a kiválasztott elemek valós mennyiségét.
sw_ke: Tafadhali jaza uga ya kidesturi kisahihi

# report.data_include.between
source: Please select a valid item to include in the download.
hu_hu: Kérem, válasszon valós elemet, amelyet le kíván tölteni.
sw_ke: Tafadhali chagua kipengele cha sahihi cha kupakua

# report.data_include.numeric
source: Please select a valid item to include in the download.
hu_hu: Kérem, válasszon valós elemet, amelyet le kíván tölteni.
sw_ke: Tafadhali chagua kipengele cha sahihi cha kupakua

# report.data_point.between
source: Please select a valid type of report to download.
hu_hu: Kérem, válasszon érvényes felajánlás típus, amelyet le kíván tölteni.
sw_ke: Tafadhali chagua aina ya sahihi ya repoti ya kupakua

# report.data_point.numeric
source: Please select a valid type of report to download.
hu_hu: Kérem, válasszon érvényes felajánlás típus, amelyet le kíván tölteni.
sw_ke: Tafadhali chagua aina ya sahihi ya repoti ya kupakua

# report.data_point.required
source: Please select a valid type of report to download.
hu_hu: Kérem, válasszon érvényes felajánlás típus, amelyet le kíván tölteni.
sw_ke: Tafadhali chagua aina ya sahihi ya repoti ya kupakua

# report.from_date.date_mmddyyyy
source: The FROM date field does not appear to contain a valid date.
hu_hu: A "FROM" dátummező nem tartalmaz érvényes adatot.
sw_ke: Tarehe KUTOKA inaonekana si sahihi

# report.from_date.range
source: Please enter a valid FROM date. It cannot be greater than today.
hu_hu: Kérem, adjon meg érvényes "FROM" dátumot. Nem lehet több a mai dátumnál.
sw_ke: Tafadhali tumia tarehe ya sahihi katika sehemu ya tarehe KUTOKA.

# report.incident_active.between
source: Please enter a valid value for Approve This Report
hu_hu: Kérem, adjon meg valós értéket a felajánlás jóváhagyásához!
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Guna Ripoti

# report.incident_active.required
source: Please enter a valid value for Approve This Report
hu_hu: Kérem, adjon meg valós értéket a felajánlás jóváhagyásához!
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Pitisha Ripoti

# report.incident_ampm.validvalues
source: The am/pm field does not appear to contain a valid value.
hu_hu: Az de/du mező nem tartalmaz érvényes értéket!
sw_ke: Sehemu ya am/pm inaonekana si sahihi

# report.incident_category.numeric
source: The "Categories" field does not appear to contain a valid category.
hu_hu: A kategóriamező nem tartalmaz érvényes kategóriát!
sw_ke: Sehemu ya jamii inaonekana si sahihi

# report.incident_category.required
source: The "Categories" field is required.
hu_hu: A kategóriamező kitöltése kötelező!
sw_ke: Sehemu ya jamii inahitajika.

# report.incident_date.date_ddmmyyyy
source: The date field does not appear to contain a valid date.
hu_hu: A dátummező nem tartalmaz érvényes dátumot!
sw_ke: Sehemu ya tarehe inaonekana si sahihi

# report.incident_date.date_mmddyyyy
source: The date field does not appear to contain a valid date.
hu_hu: A dátummező nem tartalmaz érvényes dátumot!
sw_ke: Sehemu ya tarehe inaonekana si sahihi

# report.incident_date.required
source: The date field is required.
hu_hu: A dátummező kitöltése kötelező!
sw_ke: Sehemu ya tarehe inahitajika.

# report.incident_description.required
source: The "Description" field is required.
hu_hu: A leírás mező kitöltése kötelező!
sw_ke: Sehemu ya maelezo inahitajika.

# report.incident_hour.between
source: The hour field does not appear to contain a valid hour.
hu_hu: Az óramező nem tartalmaz érvényes időpontot!
sw_ke: Sehemu ya saa inaonekana si sahihi.

# report.incident_hour.required
source: The hour field is required.
hu_hu: Az óramező kitöltése kötelező!
sw_ke: Sehemu ya saa inahitajika.

# report.incident_information.alpha
source: Please enter a valid value for Information Probability.
hu_hu: Kérem, adjon meg valós értéket az információ valószínűséghez.
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Uwezekano wa Maarifa

# report.incident_information.length
source: Please enter a valid value for Information Probability.
hu_hu: Kérem, adjon meg valós értéket az információ valószínűséghez.
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Uwezekano wa Maarifa

# report.incident_minute.between
source: The minute field does not appear to contain a valid value.
hu_hu: A percmező nem tartalmaz valós értéket!
sw_ke: Sehemu ya dakika inaonekana si sahihi

# report.incident_minute.required
source: The minute field is required.
hu_hu: A percmező kitöltése kötelező!
sw_ke: Sehemu ya dakika inahitajika.

# report.incident_news.url
source: The news source links field does not appear to contain a valid URL.
hu_hu: A hírforrás-link mező nem tartalmaz érvényes URL-t!
sw_ke: Sehemu ya anwani ya habari inaonekana si sahihi

# report.incident_photo.size
source: Please ensure that photo upload sizes are limited to 2MB.
hu_hu: Kérem, vegye figyelembe, hogy a feltöltött képek összmérete 2 MB-ig terjedhet!
sw_ke: Tafadhali hakikisha picha zinazopakiwa hazizidi 2MB.

# report.incident_photo.type
source: The Upload Photos field does not appear to contain a valid image. The only accepted formats are .JPG, .PNG and .GIF.
hu_hu: A Képfeltöltés mező nem tartalmaz érvényes képet. Elfogadott kiterjesztések: .JPG, .PNG és .GIF.
sw_ke: Sehemu ya kupakia picha inaonekana haina faili sahihi. Faili zinazokubalika ni za .JPG, .PNG na .GIF.

# report.incident_photo.valid
source: The Upload Photos field does not appear to contain a valid file.
hu_hu: A Képfeltöltés mező nem tartalmaz valós fájlt!
sw_ke: Sehemu ya kupakia picha inaonekana haina faili sahihi

# report.incident_source.alpha
source: Please enter a valid value for Source Reliability.
hu_hu: Kérem, adjon meg valós értéket a forrás megbízhatósághoz.
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Uaminifu wa Asili

# report.incident_source.length
source: Please enter a valid value for Source Reliability.
hu_hu: Kérem, adjon meg valós értéket a forrás megbízhatósághoz.
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Uaminifu wa Asili

# report.incident_title.length
source: The "Report Title" field must be at least 3 and no more 200 characters long.
hu_hu: A címmező legalább 3 legfeljebb 200 karaktert tartalmazhat.
sw_ke: Sehemu ya jina lazima iwe na baina ya herufi 3 na 200.

# report.incident_title.required
source: The "Report Title" field is required.
hu_hu: A címmező kitöltése kötelező!
sw_ke: Sehemu ya jina inahitajika.

# report.incident_verified.between
source: Please enter a valid value for Verify This Report.
hu_hu: Kérem, adjon meg valós értéket a felajánlás megerősítéséhez!
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Kuthibitisha Ripoti

# report.incident_verified.required
source: Please enter a valid value for Verify This Report.
hu_hu: Kérem, adjon meg valós értéket a felajánlás megerősítéséhez!
sw_ke: Tafadhali jaza kisahihi kwa sehemu ya Kuthibitisha Ripoti

# report.incident_video.url
source: The video links field does not appear to contain a valid URL.
hu_hu: A videó-link mező nem tartalmaz érvényes URL-t!
sw_ke: Sehemu ya anwani ya video inaonekana si sahihi

# report.latitude.between
source: The latitude field does not appear to contain a valid latitude.
hu_hu: A földrajzi szélesség mező nem tartalmaz valós szélességi fokot!
sw_ke: Sehemu ya latitudo inaonekana si sahihi

# report.latitude.required
source: The latitude field is required. Please click on the map to pinpoint a location.
hu_hu: A földrajzi szélességi fok megadása kötelező. Pontos helymeghatározáshoz kérem, kattintson a térképre.!
sw_ke: Sehemu ya latitudo inahitajika. Tafadhali binya kwenye ramani kuashiria eneo.

# report.locale.alpha_dash
source: The locale field has an incorrect value.
hu_hu: A helyzet mező helytelen értéket tartalmaz.
sw_ke: Sehemu ya mandhari haiko sahihi.

# report.locale.exists
source: This report already has a translation for this language.
hu_hu: Erről a felajánlásról már készült fordítás erre a nyelvre.
sw_ke: Repoti hii iko na tafiri ya lugha hii tayari.

# report.locale.length
source: The locale field has an incorrect value.
hu_hu: A helyzet mező helytelen értéket tartalmaz.
sw_ke: Sehemu ya mandhari haiko sahihi.

# report.locale.locale
source: The Original Report and the Translation have the same locale (language).
hu_hu: Az eredeti felajánlás és a fordításnak nyelve megegyező.
sw_ke: Repoti awali na tafsri yake iko na mandhari sawa (lugha)

# report.locale.required
source: The locale is required.
hu_hu: A helyzet meghatározása kötelező.
sw_ke: Sehemu ya mandhari inahitajika.

# report.location_name.length
source: The "Location Name" field must be at least 3 and no more 200 characters long.
hu_hu: A helyzet mező legalább 3 legfeljebb 200 karaktert tartalmazhat
sw_ke: Jina la eneo lazima liwe baina ya herufi 3 na 200.

# report.location_name.required
source: The "Location Name" field is required.
hu_hu: A helyzet megadása kötelező!
sw_ke: Jina la eneo linahitajika.

# report.longitude.between
source: The longitude field does not appear to contain a valid longitude.
hu_hu: A földrajzi hosszúsági mező nem tartalmaz valós értéket.
sw_ke: Sehemu ya longitudo inaonekana si sahihi

# report.longitude.required
source: The longitude field is required. Please click on the map to pinpoint a location.
hu_hu: A földrajzi hosszúság megadása kötelező. Pontos helymeghatározáshoz, kérem kattintson a térképre!
sw_ke: Sehemu ya longitudo inahitajika. Tafadhali binya kwenye ramani kuashiria eneo.

# report.person_email.email
source: The email field does not appear to contain a valid email address.
hu_hu: Az email-cím mező nem tartalmaz érvényes email-címet!
sw_ke: Sehemu ya anwani ya barua pepe inaonekana si sahihi

# report.person_email.length
source: The email field must be at least 4 and no more 64 characters long.
hu_hu: Az email-cím mező legalább 4 legfeljebb 64 karaktert tartalmazhat.
sw_ke: Sehemu ya anwani ya barua pepe lazima iwe baina ya herufi 4 na 64.

# report.person_first.length
source: The first name field must be at least 3 and no more 100 characters long.
hu_hu: A keresztnév-mező legalább 3 legfeljebb 100 karaktert tartalmazhat.
sw_ke: Jina la kwanza lazma liwe baina ya herufi 3 na 100.

# report.person_last.length
source: The last name field must be at least 2 and no more 100 characters long.
hu_hu: Az vezetéknév-mező legalább 3 legfeljebb 100 karaktert tartalmazhat.
sw_ke: Jina la mwisho lazma liwe baina ya herufi 3 na 100.

# report.to_date.date_mmddyyyy
source: The TO date field does not appear to contain a valid date.
hu_hu: A "TO" dátummező nem tartalmaz érvényes dátumot.
sw_ke: Tarehe MPAKA inaonekana si sahihi

# report.to_date.range
source: Please enter a valid TO date. It cannot be greater than today.
hu_hu: Kérem, adjon meg érvényes "TO" dátumot. Ez a mai dátumot nem haladhatja meg.
sw_ke: Tafadhali tumia tarehe ya sahihi katika sehemu ya tarehe MPAKA.

# report.to_date.range_greater
source: Your FROM date cannot be greater than your TO date.
hu_hu: A "FROM"-ban megadott dátum nem haladhatja meg a "TO"-ban megadott dátumot.
sw_ke: Tarehe KUTOKA haiezi kuwa baada ya tarehe MPAKA.
