Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/settings.po
Languages: hy_am, pt_br, ru_ru

# settings.site.private_deployment
source: Private Deployment
pt_br: Plataforma privada
ru_ru: Закрытый доступ

# settings.site.require_email_confirmation
source: Require User Email Confirmation
pt_br: Requerer confirmação de Email do usuário

# settings.site.submit_report_message
source: Submit Report Message
pt_br: Enviar mensagem de relatório

# settings.site.share_site_stats
source: Enable Statistics (Stored on Ushahidi's server)
hy_am: Ուղարկել կայքի վիճակագրությունը API
pt_br: Compartilhe estatísticas com API
ru_ru: Отправлять статистику в API

# settings.site.tagline
source: Site Tagline
hy_am: Կայքի Վերնագիրը
pt_br: Slogan do site
ru_ru: Слоган

# settings.site.title
source: Site Settings
hy_am: Կայքի կարգավորումներ
pt_br: Configurações do site
ru_ru: Параметры сайта

# settings.site.twitter_configuration
source: Twitter Search Terms
hy_am: Twitter իրավագրերը
pt_br: Credenciais no Twitter
ru_ru: Твиттер-аккаунт

# settings.site.twitter_hashtags
source: Hashtags - Separate with commas
hy_am: Հեշտեգեր - բաժանեք ստորակետերով
pt_br: Hashtags, separadas por vírgulas
ru_ru: Отделяйте хэштеги запятыми

# settings.site_email.email
source: The site email field does not appear to contain a valid email address.
hy_am: Կայքի էլ. փոստի դաշտում նշված հասցեն ճիշտ չէ:
pt_br: O campo do email parece não conter um endereço de email válido.
ru_ru: E-mail веб-сайта введен неправильно

# settings.site_email.length
source: The site email field must be at least 4 and no more 100 characters long.
hy_am: Կայքի էլ. փոստի դաշտում կարող եք մուտքագրել առնվազն 4 և առավելագույնը` 100 նիշ:
pt_br: O campo de email do site deve ter pelo menos 4 e no máximo 100 caracteres.
ru_ru: Длина e-mail веб-сайта должна быть от 4 до 100 символов

# settings.site_name.length
source: The site name field must be at least 3 and no more 50 characters long.
hy_am: Կայքի Անվանումը պետք է պարունակի առնվազն 3 և առավելագույնը` 50 նիշ:
pt_br: O campo nome do site deve ter pelo menos 3 e no máximo 50 caracteres.
ru_ru: Длина названия сайта должен быть от 3 до 50

# settings.site_name.required
source: The site name field is required.
hy_am: Մուտքագրեք Կայքի Անվանումը
pt_br: É necessário fornecer o nome do site.
ru_ru: Введите название сайта

# settings.site_tagline.length
source: The tagline field must be at least 3 and no more 100 characters long.
hy_am: Կայքի Վերնագիրը պետք է պարունակի առնվազն 3 և առավելագույնը` 100 նիշ:
pt_br: O campo nome de slogan deve ter pelo menos 3 e no máximo 100 caracteres.
ru_ru: Длина поля заголовка должна быть от 3 до 100 символов

# settings.site_tagline.required
source: The tagline field is required.
hy_am: Մուտքագրեք Կայքի Վերնագիրը
pt_br: É necessário preencher o campo de slogan.
ru_ru: Введите поле заголовка

# settings.sms.clickatell_api
source: Your Clickatell API Number
hy_am: Ձեր Clickatell API Համարը
pt_br: Número da API Clickatell
ru_ru: Введите ваш Clickatell API Номер

# settings.sms.clickatell_check_balance
source: Check Your Clickatell Credit Balance
hy_am: Ստուգեք Ձեր Clickatell Կրեդիտի Հաշվեկշիռը
pt_br: Verifique o saldo disponpivel no Clickatell
ru_ru: Проверьте ваш баланс на Clickatell

# settings.sms.clickatell_load_balance
source: Load Credit Balance
hy_am: Բեռնել Կրեդիտի Հաշվեկշիռը
pt_br: Creditar
ru_ru: Загрузите баланс на Clickatell

# settings.sms.clickatell_password
source: Your Clickatell Password
hy_am: Ձեր Clickatell գաղտնաբառը
pt_br: Senha no Clickatell
ru_ru: Введите ваш Clickatell пароль

# settings.sms.clickatell_text_1
source: Sign up for Clickatells service by <a href="https://www.clickatell.com/central/user/client/step1.php?prod_id=2" target="_blank">clicking here</a>
hy_am: Միացեք Clickatell ծառայությանը <a href="https://www.clickatell.com/central/user/client/step1.php?prod_id=2" target="_blank">հետևյալ հղման միջոցով</a>
pt_br: Inscreva-se no serviço Clickatells <a href="https://www.clickatell.com/central/user/client/step1.php?prod_id=2" target="_blank">clicando aqui</a>.
ru_ru: Подключитесь к услуге Clickatell в <a href="https://www.clickatell.com/central/user/client/step1.php?prod_id=2" target="_blank">clicking here</a>

# settings.sms.clickatell_text_2
source: Enter your Clickatell access information below
hy_am: Ստորև մուտքագրեք Clickatell-ի Ձեր տվյալները
pt_br: Forneça os seus dados de acesso no Clickatell abaixo
ru_ru: Введите вашу информацию Clickatell внизу

# settings.sms.clickatell_username
source: Your Clickatell User Name
hy_am: Ձեր Clickatell Օգտագործողի Անունը
pt_br: Nome de usuário no Clickatell
ru_ru: Введите ваше Clickatell имя пользователя

# settings.sms.flsms_description
source: FrontlineSMS is free open source software that turns a laptop and a mobile phone into a central communications hub. Once installed, the program enables users to send and receive text messages with large groups of people through mobile phones. Click on the grey box to request a download from FrontlineSMS.com
hy_am: FrontlineSMS-ը անվճար բաց կոդով ծրագիր է, որը հնարավորություն է տալիս նոուտբուքը կամ բջջային հեռախոսը վերածել հաղորդակցության կենտրոնի: Համակարգը հնարավորություն է տալիս օգտագործողներին ուղարկել և ստանալ կարճ հաղորդագրություններ մեծ խմբերի համար բջջային հեռախոսներով: Սեղմեք մոխրագույն կոճակը FrontlineSMS.com բեռնման հարցում ուղարկելու համար:
pt_br: FrontlineSMS é um software gratuito de código livre que transforma um laptop e um telefone celular em um hub de uma central de comunicações. Depois de instalado, o programa permite que usuários enviem e recebam mensagem de texto para grupos de pessoas por meio do celular. Clique na caixa cinza para solicitar o download do FrontlineSMS.com.
ru_ru: FrontlineSMS — бесплатная программа, которая позволяет превратить ноутбук или мобильный телефон в центр управления. Установленная программа позволяет пользователям отправлять и получать SMS для большой группы через мобильные телефоны. Нажмите на кнопку для установки с FrontlineSMS.com

# settings.sms.flsms_download
source: Download Frontline SMS and install it on your computer
hy_am: Բեռնեք FrontlineSMS-ը և տեղադրեք այն Ձեր համակարգչում
pt_br: Baixe e instale o Frontline SMS no seu computador
ru_ru: Скачайте Frontline SMS и установите на ваш компьютер

# settings.sms.flsms_instructions
source: Messages received into a FrontlineSMS hub can be synched with Ushahidi. Detailed instructions on how to sync can be found <strong><a href="http://wiki.ushahidi.com/display/WIKI/How+to+Set-up+FrontlineSMS+and+Ushahidi" target="_blank">here</a></strong>. You will require the key and link below to set up the sync with FrontlineSMS
hy_am: FrontlineSMS ստացված հաղորդագրությունները կարող են սինքրոնացվել Ushahidi-ի հետ: Թե ինչպես սինքրոնացնել, կարող եք մանրամասն կարդալ <strong><a href="http://wiki.ushahididev.com/doku.php?id=how_to_use_ushahidi_alpha#how_to_setup_frontlinesms_to_sync_with_ushahidi" target="_blank">այստեղ</a></strong>: Ստորև նշված բանալին և հղումը անհրաժեշտ կլինեն FrontlineSMS-ի հետ սինքրոնացման համար:
pt_br: As mensagens recebidas por meio do hub do FrontlineSMS podem ser sincronizadas com o Ushahidi. Instruções detalhadas sobre como fazer essa sincronização podem ser encontradas <strong><a href="http://wiki.ushahididev.com/doku.php?id=how_to_use_ushahidi_alpha#how_to_setup_frontlinesms_to_sync_with_ushahidi" target="_blank">aqui</a></strong>. Será necessário ter em mãos a chave e o link abaixo para sincronizar com o FrontlineSMS.
ru_ru: Сообщения, полученные в FrontlineSMS можно синхронизировать с Ushahidi. Информацию о том, как это сделать, можно найти в <strong><a href="http://wiki.ushahididev.com/doku.php?id=how_to_use_ushahidi_alpha#how_to_setup_frontlinesms_to_sync_with_ushahidi" target="_blank">here</a></strong>. Вы должны получить ключ по ссылке, чтобы синхронизироваться с FrontlineSMS

# settings.sms.flsms_key
source: Your Ushahidi Sync Key
hy_am: Ushahidi-ի հետ սինքրոնացման Ձեր բանալին
pt_br: Sua chave de sincronização do Ushahidi
ru_ru: Ващ ключ синхронизации Ushahidi

# settings.sms.flsms_link
source: FrontlineSMS HTTP Post LINK
hy_am: FrontlineSMS HTTP Post հղում
pt_br: Insira o LINK do FrontlineSMS HTTP
ru_ru: FrontlineSMS HTTP Post ссылка

# settings.sms.flsms_synchronize
source: Sync with Ushahidi
hy_am: Սինքրոնացրեք Ushahidi-ի հետ
pt_br: Sincronize com o Ushahidi
ru_ru: Синхронизировать с Ushahidi

# settings.sms.flsms_text_1
source: Enter phone number(s) connected to Frontline SMS in the field(s) below
hy_am: Մուտքագրեք հեռախոսահամարը(ները), որը միացված է FrontlineSMS-ին:
pt_br: Forneça o número de telefone conectado ao Frontline SMS no campo abaixo.
ru_ru: Введите номер телефона, подключенный к FrontlineSMS, в поле внизу

# settings.sms.flsms_text_2
source: Enter the number without any + or dashes below
hy_am: Համարը մուտքագրեք առանց որևէ + կամ - նշանների
pt_br: Forneça o número sem nenhum + ou traços baixos no campo abaixo.
ru_ru: Введите номер без символов "+" или скобок

# settings.sms.option_1
source: Option 1: Use Frontline SMS
hy_am: Տարբերակ 1: Օգտագործել Frontline SMS
pt_br: 1ª opção: Use Frontline SMS
ru_ru: Option 1: Использовать FrontlineSMS

# settings.sms.option_2
source: Option 2: Use a Global SMS Gateway
hy_am: Տարբերակ 2: Օգտագործել Global SMS Gateway
pt_br: 2ª opção: Use a Global SMS Gateway
ru_ru: Option 2: Использовать GlobalSMS Gateway

# settings.sms.title
source: SMS Setup Options
hy_am: Կարճ հաղորդագրությունների (SMS) կարգավորումներ
pt_br: Opções de configuração de SMS
ru_ru: Настройка SMS

# settings.sms_no1.length
source: The phone 1 field does not appear to contain a valid value.
hy_am: "Հեռախոսահամար 1" դաշտը չի պարունակում վավեր արժեք:
pt_br: O 1º campo do número de telefone parece não conter dados válidos.
ru_ru: Телефон 1 содержит неверные значения

# settings.sms_no1.numeric
source: The phone 1 field should contain numbers only.
hy_am: "Հեռախոսահամար 1" դաշտը պետք է պարունակի միայն թվեր:
pt_br: O 1º campo do número de telefone deve conter apenas números.
ru_ru: Телефон 1 должен содержать только цифры.

# settings.sms_no2.length
source: The phone 2 field is too long.
hy_am: "Հեռախոսահամար 2" դաշտը չի պարունակում վավեր արժեք:
pt_br: O 2º campo do número de telefone é muito longo.
ru_ru: Телефон 2 содержит неверные значения

# settings.sms_no2.numeric
source: The phone 2 field should contain numbers only.
hy_am: "Հեռախոսահամար 2" դաշտը պետք է պարունակի միայն թվեր:
pt_br: O 2º campo do número de telefone deve conter apenas números.
ru_ru: Телефон 2 должен содержать только цифры

# settings.sms_no3.length
source: The phone 3 field is too long.
hy_am: "Հեռախոսահամար 3" դաշտը չի պարունակում վավեր արժեք:
pt_br: O 3º campo do número de telefone é muito longo.
ru_ru: Телефон 3 содержит неверные значения

# settings.sms_no3.numeric
source: The phone 3 field should contain numbers only.
hy_am: "Հեռախոսահամար 3" դաշտը պետք է պարունակի միայն թվեր:
pt_br: O 3º campo do número de telefone deve conter apenas números.
ru_ru: Телефон 3 должен содержать только цифры
