Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/settings.po
Languages: hy_am, pt_br, ru_ru

# settings.allow_comments.between
source: The allow comments field does not appear to contain a valid value.
hy_am: "Թույլատրե՞լ օգտագործողներին մեկնաբանել ահազանգերը" դաշտը չի պարունակում վավեր արժեք:
pt_br: O campo de permissão de comentários parece não conter dados válidos.
ru_ru: Поле о допустимости отправлять комментарии заполнено неверно

# settings.allow_comments.required
source: The allow comments field is required.
hy_am: "Թույլատրե՞լ օգտագործողներին մեկնաբանել ահազանգերը" դաշտի արժեքը նշված չէ:
pt_br: É necessário preencher o campo permissão de comentários.
ru_ru: Заполните поле о допустимости отправлять комментарии.

# settings.allow_feed.between
source: The include feed field does not appear to contain a valid value.
hy_am: "Ցուցադրե՞լ RSS լրահոսը կայքում" դաշտը չի պարունակում վավեր արժեք:
pt_br: O campo de inclusão de feed parece não conter dados válidos.
ru_ru: Поле о ленте RSS заполнено неверно

# settings.allow_feed.required
source: The include feed field is required.
hy_am: "Ցուցադրե՞լ RSS լրահոսը կայքում" դաշտի արժեքը նշված չէ:
pt_br: É necessário preencher o campo inclusão de feed.
ru_ru: Заполните поле о ленте RSS.

# settings.allow_alerts.between
source: The allow alerts field does not appear to contain a valid value.
pt_br: O campo permitir alertas não parece conter um valor válido.

# settings.allow_alerts.required
source: The allow alerts field is required.
pt_br: O campo permitir alertas é necessário.

# settings.allow_reports.between
source: The allow reports field does not appear to contain a valid value.
hy_am: "Թույլատրե՞լ օգտագործողներին ահազանգել" դաշտը չի պարունակում վավեր արժեք:
pt_br: O campo de permissão de relatos parece não conter dados válidos.
ru_ru: Поле о допустимости отправлять отчёты заполнено неверно

# settings.allow_reports.required
source: The allow reports field is required.
hy_am: "Թույլատրե՞լ օգտագործողներին ահազանգել" դաշտի արժեքը նշված չէ:
pt_br: É necessário preencher o campo permissão de relatos.
ru_ru: Заполните поле о допустимости отправлять отчёты.

# settings.allow_stat_sharing.between
source: The stat sharing field does not appear to contain a valid value.
hy_am: "Ուղարկել կայքի վիճակագրությունը" դաշտը չի պարունակում վավեր արժեք:
pt_br: O campo de compartilhamento de estatísticas parece não conter dados válidos.
ru_ru: Поле об отправке статистики заполнено неверно

# settings.allow_stat_sharing.required
source: The stat sharing field is required.
hy_am: "Ուղարկել կայքի վիճակագրությունը" դաշտի արժեքը նշված չէ:
pt_br: É necessário preencher o campo de compartilhamento de estatísticas.
ru_ru: Введите поле об отправке статистики.

# settings.api.default_record_limit
source: Default number of records to be fetched per API request
pt_br: Quantidade padrão de recordes a ser buscada por solicitação da API
ru_ru: Количество записей по умолчанию, отдаваемых по API-запросу

# settings.api.maximum_record_limit
source: Maximum number of records to be fetched per API request
pt_br: Quantidade máxima de recordes a ser buscada por solicitação da API
ru_ru: Максимальное количество записей, отдаваемых по API-запросу

# settings.api.maximum_requests_per_ip_address
source: Maximum number of API requests per IP address
pt_br: Quantidade máxima de solicitações à API por endereço de IP.
ru_ru: Максимальное количество API-запросов с одного IP

# settings.api_akismet.alpha_numeric
source: The Akismet field does not appear to contain a valid value.
hy_am: Մուտքագրեք Akismet դաշտի համար վավեր արժեք:
pt_br: O campo Akismet parece não conter dados válidos.
ru_ru: Поле Akismet заполено неверно

# settings.api_akismet.length
source: The Akismet field does not appear to contain a valid value.
hy_am: Akismet դաշտը չի պարունակում վավեր արժեք:
pt_br: O campo Akismet parece não conter dados válidos.
ru_ru: Поле Akismet заполено неверно

# settings.banner_image.default
source: Something went wrong with your banner image upload.
pt_br: Algo está errado com o upload da imagem de seu banner.
ru_ru: Не удолось загрузить баннер.

# settings.banner_image.size
source: The size of your banner exceeds the size limit for this upload.
pt_br: O tamanho de seu banner excede o tamanho limite para este upload.
ru_ru: Уменьшите размер баннера.

# settings.cache_pages.between
source: The cache pages field is required.
pt_br: É necessário preencher o campo cache.

# settings.cache_pages.required
source: The cache pages field does not appear to contain a valid value.
pt_br: O campo cache parece não conter dados válidos.

# settings.cache_pages_lifetime.in_array
source: The cache pages lifetime field does not appear to contain a valid value.
pt_br: O campo cache parece não conter dados válidos.
ru_ru: Поле "Время жизни кеша" заполено неверно.

# settings.cache_pages_lifetime.required
source: The cache pages lifetime field is required.
pt_br: É necessário preencher o campo vida útil do cache.
ru_ru: Укажите время жизни кеша.

# settings.cleanurl.clean_url_disabled
source: It looks like your server is not configured to handle clean URLs. You will need to change the configuration of your server before you can enable clean URLs. See more info on how to enable clean URLs at <a href="http://forums.ushahidi.com/topic/server-configuration-for-apache-mod-rewrite" target="_blank">this forum post</a>
hy_am: Ձեր սերվերը թույլ չի տալիս օգտագործել մաքուր URL-ներ: Դուք պետք է փոփոխություններ կատարեք Ձեր սերվերի կարգավորումներում: Ավելի մանրամասն կարող եք կարդալ <a href="http://forums.ushahidi.com/topic/server-configuration-for-apache-mod-rewrite" target="_blank">այստեղ</a>
pt_br: O servidor parece não estar configurado para lidar com URLs amigáveis. É preciso alterar essa configuração no servidor antes de habilitar URLs amigáveis. Veja mais informações sobre URLs amigáveis no <a href="http://forums.ushahidi.com/topic/server-configuration-for-apache-mod-rewrite" target="_blank">fórum</a>
ru_ru: Сервер не настроен для "красивой" адресной строки. <a href="http://forums.ushahidi.com/topic/server-configuration-for-apache-mod-rewrite" target="_blank">Подробнее</a>

# settings.cleanurl.clean_url_enabled
source: This option makes Ushahidi to be accessed via "clean" URLs (without "index.php" in the URL).
hy_am: Հնարավորություն է տալիս դիմել Ushahidi-ին առանց հասցեի տողում նշելով "index.php":
pt_br: Essa opção torna o Ushahidi acessível via "URLs amigáveis", sem "index.php" na URL.
ru_ru: Эта опция позволит заходить на Ushahidi без "index.php" в адресной строке.

# settings.cleanurl.enable_clean_url
source: Enable Clean URLs
hy_am: Թույլատրել մաքուր URL-ներ
pt_br: Permitir URLs amigáveis
ru_ru: Включить "красивые" URL

# settings.cleanurl.title
source: Clean URLs
hy_am: Մաքուր URL-ներ
pt_br: URLs amigáveis
ru_ru: "Красивая" адресная строка

# settings.clickatell_api.length
source: The Clickatell API number field must be no more 20 characters long.
hy_am: Clickatell API Համարը պետք է պարունակի առավելագույնը 20 նիշ:
pt_br: O nome número da API Clickatell não pode ter mais de 20 caracteres.
ru_ru: Длина номера Clickatell API не должна превышать 20 символов

# settings.clickatell_api.required
source: The Clickatell API number field is required.
hy_am: Մուտքագրեք Clickatell API Համարը:
pt_br: É necessário fornecer um número de API Clickatell.
ru_ru: Введите Clickatell API номер

# settings.clickatell_password.length
source: The Clickatell Password field must be at least 5 and no more 50 characters long.
hy_am: Clickatell գաղտնաբառը պետք է պարունակի առնվազն 5 և առավելագույնը` 50 նիշ:
pt_br: A senha do Clickatell deve ter pelo menos 5 e no máximo 50 caracteres.
ru_ru: Длина пароля Clickatell не должна превышать 50 символов

# settings.clickatell_password.required
source: The Clickatell Password field is required.
hy_am: Մուտքագրեք Clickatell գաղտնաբառը:
pt_br: É necessário fornecer uma senha no Clickatell.
ru_ru: Введите пароль Clickatell

# settings.clickatell_username.length
source: The Clickatell Username field must be no more 50 characters long.
hy_am: Clickatell Օգտագործողի Անունը պետք է պարունակի առավելագույնը 50 նիշ:
pt_br: O nome de usuário Clickatell não pode ter mais de 50 caracteres.
ru_ru: Длина имени пользователя Clickatell не должна превышать 50 символов

# settings.clickatell_username.required
source: The Clickatell Username field is required.
hy_am: Մուտքագրեք Clickatell Օգտագործողի Անունը:
pt_br: É necessário fornecer um nome de usuário no Clickatell.
ru_ru: Введите имя пользователя Clickatell

# settings.configure_map
source: Configure Map
hy_am: Ճշգրտել Քարտեզը
pt_br: Configurar mapa
ru_ru: Настроить карту

# settings.default_location
source: Default Location
hy_am: Լռությամբ վայրը
pt_br: Localização padrão
ru_ru: Местоположение по умолчанию

# settings.default_map_all.alpha_numeric
source: The color feed field does not appear to contain a valid value.
hy_am: Մուտքագրեք գույնի վավեր արժեք:
pt_br: O campo cor parece não conter dados válidos.
ru_ru: Поле цвета содержит неверные данные

# settings.default_map_all.length
source: The color field must be no more 6 characters long.
hy_am: Գույնի երկարությունը պետք է լինի 6 նիշ:
pt_br: O campo cor não pode ter mais que seis 6 caracteres.
ru_ru: Поле цвета должно состоять из 6 символов (FF00FF)

# settings.default_map_all.required
source: The color field is required.
hy_am: Մուտքագրեք գույնի արժեքը:
pt_br: É necessário preencher o campo cor.
ru_ru: Введите цвет

# settings.default_map_view
source: Default Map View
hy_am: Լռությամբ քարտեզի տեսքը
pt_br: Visualização padrão do mapa
ru_ru: Карта по умолчанию

# settings.default_zoom_level
source: Default Zoom Level
hy_am: Լռությամբ քարտեզի Zoom-ի մակարդակը
pt_br: Nível padrão de zoom
ru_ru: Масштаб по умолчанию

# settings.download_city_list
source: Retrieve Cities From Geonames
hy_am: Ստանալ քաղաքների անունները ԳեոԱնուններից
pt_br: Buscar cidades no Geonames
ru_ru: Автозагрузка названий населенных пунктов выбранной страны (нажми меня!)

# settings.email_host.length
source: The Mail server port field is too long.
hy_am: Էլ. փոստի սերվերի Host-ը չափազանց երկար է:
pt_br: A porta do servidor de email é muito longa.
ru_ru: В поле "Адрес почтового сервера" слишком много символов

# settings.email_host.numeric
source: The Mail server port field should contain numbers only.
hy_am: Մուտքագրեք Էլ. փոստի սերվերի Host-ը:
pt_br: A porta do servidor só pode conter números.

# settings.email_password.length
source: The Mail Server Password field must be at least 5 and no more 50 characters long.
hy_am: Էլ. փոստի սերվերի Գաղտնաբառը պետք է պարունակի առնվազն 5 և առավելագույնը` 50 նիշ:
pt_br: A senha do servidor do email deve ter pelo menos 5 e no máximo 50 caracteres.
ru_ru: Длина пароля сервера почты не должна превышать 50 символов

# settings.email_password.required
source: The Mail Server Password field is required.
hy_am: Մուտքագրեք Էլ. փոստի սերվերի Գաղտնաբառը:
pt_br: É necessário fornecer a senha do email do servidor.
ru_ru: Введите пароль сервера почты

# settings.email_port.length
source: The Mail server port field is too long.
hy_am: Էլ. փոստի սերվերի Պորտի համարը չափազանց երկար է:
pt_br: A porta do servidor de email é muito longa.
ru_ru: Поле "Порт сервера почты" содержит слишком много символов

# settings.email_port.numeric
source: The Mail server port field should contain numbers only.
hy_am: Էլ. փոստի սերվերի Պորտի համարը պետք է պարունակի միայն թվեր:
pt_br: A porta do servidor só pode conter números.
ru_ru: Поле "Порт сервера почты" должно содержать только цифры

# settings.email_servertype.length
source: The Mail server port field is too long.
hy_am: Էլ. փոստի սերվերի Տիպը չափազանց երկար է:
pt_br: A porta do servidor de email é muito longa.
ru_ru: Поле "Тип почтового сервера" содержит слишком много символов

# settings.email_servertype.required
source: The Mail Server Type field is required.
hy_am: Մուտքագրեք Էլ. փոստի սերվերի Տիպը:
pt_br: É necessário fornecer um tipo de servidor de email.
ru_ru: Введите тип почтового сервера

# settings.email_username.length
source: The Mail Server Username field must be no more 50 characters long.
hy_am: Էլ. փոստի սերվերի Օգտագործողի անունը պետք է պարունակի առավելագույնը 50 նիշ:
pt_br: O nome de usuário do servidor de email não pode ter mais de 50 caracteres.
ru_ru: Длина имени пользователя сервера почты не должна превышать 50 символов.

# settings.email_username.required
source: The Mail Server Username field is required.
hy_am: Մուտքագրեք Էլ. փոստի սերվերի Օգտագործողի անունը:
pt_br: É necessário fornecer o email do servidor.
ru_ru: Введите имя пользователя сервера почты

# settings.facebook.title
source: Facebook Setup Options
pt_br: Opções de configuração do Facebook.
ru_ru: Настройки Facebook

# settings.facebook.description
source: To get the information below you will need to create a new Facebook application at
pt_br: Para obter as informações abaixo, você precisa criar um novo aplicativo no Facebook.

# settings.google_analytics.length
source: The Google Analytics field must contain a valid Web Property ID in the format UA-XXXXX-XX.
hy_am: Google Analytics դաշտը պետք է պարունակի վավեր Web Property ID UA-XXXXX-XX ձևաչափով:
pt_br: O campo Google Analytics deve conter um Web Property ID válido no formato UA-XXXXX-XX.
ru_ru: Поле Google Analytics должно содержать действующий Web Property ID в формате UA-XXXXX-XX.

# settings.https.enable_https
source: Enable HTTPS
pt_br: Habilitar HTTPS
ru_ru: Включить HTTPS

# settings.https.https_disabled
source: This option makes Ushahidi be accessed in unsecure mode; <strong>without</strong> "https://" in the URL prefix
pt_br: Esta opção faz Ushahidi ser acessado no modo inseguro; <strong> sem</ strong> "https://" no prefixo de URL
ru_ru: Эта опция включит доступ к Ushahidi в обычном режиме <strong>без https</strong> в префиксе URL

# settings.https.https_enabled
source: This option makes Ushahidi be accessed in secure mode; with <strong>https</strong> in the URL prefix
pt_br: Esta opção faz Ushahidi ser acessado em modo seguro, com <strong> https </ strong> no prefixo de URL
ru_ru: Эта опция включит доступ к Ushahidi в зашифрованном режиме с <strong>https</strong> в префиксе URL

# settings.items_per_page.between
source: The items per page (Frontend) field does not appear to contain a valid value.
hy_am: "Ահազանգերի քանակը մեկ էջում (կայքում)" դաշտը չի պարունակում վավեր արժեք:
pt_br: O campo de itens por página (no site) parece não conter dados válidos.
ru_ru: Поле "Количество элементов на странице (Главной)" заполнено в неправильном формате

# settings.items_per_page.required
source: The items per page (Frontend) field is required.
hy_am: Մուտքագրեք "Ահազանգերի քանակը մեկ էջում (կայքում)":
pt_br: É necessário preencherr o campo de itens por página (no site).
ru_ru: Заполните поле "Количество элементов на странице (Главной)".

# settings.items_per_page_admin.between
source: The items per page (Admin) field does not appear to contain a valid value.
hy_am: "Ահազանգերի քանակը մեկ էջում (ադմինիստրատորի վահանակում)" դաշտը չի պարունակում վավեր արժեք:
pt_br: O campo de itens por página (Admin) parece não conter dados válidos.
ru_ru: Поле "Количество элементов на странице (Admin)" заполнено в неправильном формате

# settings.items_per_page_admin.required
source: The items per page (Admin) field is required.
hy_am: Մուտքագրեք "Ահազանգերի քանակը մեկ էջում (ադմինիստրատորի վահանակում)":
pt_br: É necessário preencher o campo de itens por página (Admin).
ru_ru: Заполните поле "Количество элементов на страницу для (Admin)".

# settings.map.default_location
source: Setting up your map provider is a straight- forward process. Select a provider, obtain an API key from the provider's site, and enter the API key.
hy_am: Ընտրեք քարտեզի ապահովման աղբյուրը, ստացեք API բանալի ապահովողի կայքից և մուտքագրեք այդ API բանալին
pt_br: Configurar o provedor de mapa é um processo simples. Escolha um provedor, obtenha uma chave API do provedor do site, e digite a chave API.
ru_ru: Картографический материал загружается напрямую. Выберите провайдера, получите API-ключ и введите его.

# settings.map.zoom
source: Zoom Level
hy_am: Zoom-ի մակարդակը
pt_br: Nível de zoom
ru_ru: Масштаб

# settings.map_provider.choose
source: Select a Map Provider
hy_am: Ընտրեք քարտեզի ապահովման աղբյուրը
pt_br: Escolha um provedor de mapa
ru_ru: Выберите провайдера карты

# settings.map_provider.enter_api
source: Enter the new API Key
hy_am: Մուտքագրեք ստացված API բանալին
pt_br: Digite a nova chave API
ru_ru: Введите полученный API-ключ

# settings.map_provider.get_api
source: Get an API Key
hy_am: Ստացեք API բանալին
pt_br: Consiga uma chave API
ru_ru: Получите API-ключ

# settings.map_provider.info
source: Setting up your map provider is a straight-forward process. Select a provider, obtain an API key from the provider's site, and enter the API key.
hy_am: Ընտրեք քարտեզի ապահովման աղբյուրը, ստացեք API բանալի ապահովողի կայքից և մուտքագրեք այդ API բանալին
pt_br: Configurar o provedor de mapa é um processo simples. Escolha um provedor, obtenha uma chave API do provedor do site, e digite a chave API.
ru_ru: Настройка провайдера карты — простой процесс: выберите провайдера, получите API-ключ, введите ключ на сайте

# settings.map_provider.name
source: Map provider
hy_am: Քարտեզի աղբյուրը
pt_br: Provedor de mapa
ru_ru: Провайдер карты

# settings.map_timeline
source: Map Timeline
pt_br: Mapa da Linha do Tempo

# settings.map_settings
source: Map Settings
hy_am: Քարտեզի Կարգավորումներ
pt_br: Configuração do mapa
ru_ru: Настройка карты

# settings.multiple_countries
source: Does this Ushahidi Deployment span multiple countries?
hy_am: Համակարգը ներառու՞մ է մի քանի երկրներ.
pt_br: Essa versão do Ushahidi será usada em vários países?
ru_ru: Данная карта будет использоваться больше чем в одном государстве?

# settings.select_default_location
source: Please select a default country
hy_am: Ընտրեք լռությամբ երկիրը
pt_br: Escolha um país padrão
ru_ru: Выберите страну

# settings.set_location
source: Click and drag the map to set your exact location
hy_am: Նշեք քարտեզի վրա ճշգրիտ վայրը
pt_br: Clique e arraste para o mapa para definir a localização exata.
ru_ru: Кликните на карте, чтобы уточнить местоположение

# settings.site.allow_clustering
source: Cluster Reports on Map
hy_am: Կլաստերավորե՞լ ահազանգերը քարտեզի վրա
pt_br: Mostrar relatos em um mapa
ru_ru: Кластеризовать Отчёты на Карте

# settings.site.allow_comments
source: Allow Users to Submit Comments to Reports
hy_am: Թույլատրե՞լ օգտագործողներին մեկնաբանել ահազանգերը
pt_br: Permitir que usuários enviem comentários nos relatos
ru_ru: Позволить пользователям отправлять комментарии к отчётам

# settings.site.allow_feed
source: Include RSS News Feed on Website
hy_am: Ցուցադրե՞լ RSS լրահոսը կայքում
pt_br: Incluir feed de notícias de RSS no site
ru_ru: Включить новостную ленту RSS на главной странице сайта

# settings.site.allow_alerts
source: Allow Users To Subscribe For Alerts
pt_br: Permitir que os usuários de subscrição de alertas

# settings.site.allow_reports
source: Allow Users To Submit Reports
hy_am: Թույլատրե՞լ օգտագործողներին ահազանգել
pt_br: Permitir que usuários enviem relatos?
ru_ru: Позволить пользователям отправлять отчёты о событиях

# settings.site.api_akismet
source: Akismet Key
hy_am: Akismet Բանալի
pt_br: Chave do Akismet
ru_ru: Akismet ключ

# settings.site.banner
source: Site Banner
pt_br: Banner do site

# settings.site.blocks_per_row
source: Blocks Per Row
pt_br: Blocos por linha
ru_ru: Блоков в строке

# settings.site.cache_pages
source: Cache Pages
pt_br: Páginas em cache
ru_ru: Включить кэширование?

# settings.site.cache_pages_lifetime
source: Cache Pages Lifetime
pt_br: Vida útil do cache
ru_ru: Время жизни кэша

# settings.site.checkins
source: Enable Checkins
pt_br: Ativar Checkins
ru_ru: Проверка

# settings.site.copyright_statement
source: Site Copyright Statement
pt_br: Declaração de Copyright do site
ru_ru: Авторское право

# settings.site.default_category_colors
source: Default Color For All Categories
hy_am: Բոլոր կատեգորիաների համար լռությամբ գույնը
pt_br: Cor padrão para todas as categorias
ru_ru: Цвет по умолчанию для всех категорий

# settings.site.default_category_icons
source: Default Icon For All Categories
pt_br: Ícone padrão para todas as categorias

# settings.site.delete_banner_image
source: Delete Banner Image
pt_br: Deletar a imagem do Banner

# settings.site.delete_default_map_all_icon
source: Delete Default Icon
pt_br: Deletar ícone Padrão

# settings.site.display_contact_page
source: Display Contact Page
hy_am: Ցուցադրել "Կապ" էջը
pt_br: Exibir página de contato?
ru_ru: Показывать страницу "Обратная связь"

# settings.site.display_howtohelp_page
source: Display "How to Help" Page
hy_am: Ցուցադրել "Ինչպե՞ս օգնել" էջը
pt_br: Exibir a página Como ajudar?
ru_ru: Показывать страницу "Как помочь"

# settings.site.email_alerts
source: Alerts Email Address
hy_am: Ծանուցումների էլ. փոստի հասցեն
pt_br: Alertas por email
ru_ru: E-mail для оповещений

# settings.site.email_notice
source: <span>In order to receive reports by email, please configure your email account settings.</span>
hy_am: <span>Որպեսզի էլ. փոստով ստանաք ահազանգերը, <a href="http://localhost/admin/settings/email">կարգավորեք Ձեր էլ. փոստի պարամետրերը</a>.</span>
pt_br: <span>Para receber alertas por email, configure sua conta de email.</span>
ru_ru: <span> Чтобы получить отчёты по почте, пожалуйста, настройте параметры вашего e-mail-аккаунта.</span>

# settings.site.email_site
source: Site Email Address
hy_am: Կայքի էլ. փոստի հասցեն
pt_br: E-mail do site
ru_ru: E-mail сайта

# settings.site.google_analytics_example
source: Web Property ID - Format: UA-XXXXX-XX
hy_am: Web Property ID - Formato: UA-XXXXX-XX
pt_br: Web Property ID - Formato: UA-XXXXX-XX
ru_ru: Идентификатор Google Analytics - формат: UA-XXXXX-XX

# settings.site.items_per_page
source: Items Per Page - Front End
hy_am: Ահազանգերի քանակը մեկ էջում (կայքում)
pt_br: Itens por página - Capa
ru_ru: Количество элементов на страницу - Главная

# settings.site.items_per_page_admin
source: Items Per Page - Admin
hy_am: Ահազանգերի քանակը մեկ էջում (ադմինիստրատորի վահանակում)
pt_br: Itens por página - Admin
ru_ru: Количество элементов на страницу - Admin

# settings.site.kismet_notice
source: Prevent comment spam using <a href="http://akismet.com/" target="_blank">Akismet</a> from Automattic. <BR />You can get a free API key by registering for a <a href="http://en.wordpress.com/api-keys/" target="_blank">WordPress.com user account</a>
hy_am: Պաշտպանեք ՍՊԱՄ-ից, օգտագործելով <a href="http://akismet.com/" target="_blank">Akismet</a>Automattic կողմից. <BR />Դուք կարող եք ստանալ անվճար API բանալի գրանցելով <a href="http://en.wordpress.com/api-keys/" target="_blank">WordPress.com հաշիվ</a>
pt_br: Previna spam nos comentários usando <a href="http://akismet.com/" target="_blank">Akismet</a> do Automattic. <BR />Você receberá uma chave API ao registrar-se com o seu <a href="http://en.wordpress.com/api-keys/" target="_blank">nome de usuário no WordPress.com</a>.
ru_ru: Защититесь от спама с помощью <a href="http://akismet.com/" target="_blank">Akismet</a> от Automattic.<BR />Получить бесплатный API-ключ в <a href="http://en.wordpress.com/api-keys/" target="_blank">WordPress.com</a>

# settings.site.laconica_configuration
source: Laconica Credentials
hy_am: Laconica իրավագրերը
pt_br: Credenciais no Laconica
ru_ru: Laconica аккаунт

# settings.site.laconica_site
source: Laconica Site
hy_am: Laconica կայքը
pt_br: Site Laconica
ru_ru: Laconica сайт

# settings.site.language
source: Site Language
hy_am: Կայքի լեզուն
pt_br: Idioma do site
ru_ru: Язык сайта

# settings.site.manually_approve_users
source: Manually Approve Users
pt_br: Aprovação manual de usuários

# settings.site.message
source: Site Message
pt_br: Mensagem do site
ru_ru: Важное сообщение

# settings.site.name
source: Site Name
hy_am: Կայքի Անվանումը
pt_br: Nome do site
ru_ru: Название сайта
