Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/sharing.po
Languages: it_it, pl_pl, pt_br

# sharing.date
source: Ingress date
it_it: Data di entrata
pl_pl: Data wejścia
pt_br: Data de inscrição

# sharing.date_added
source: Date Added
it_it: Data di creazione
pl_pl: Data dodania
pt_br: Data do envio

# sharing.last_access
source: Last Access
it_it: Ultimo accesso
pl_pl: Ostatnie wejście
pt_br: Último acesso

# sharing.sharing_color.length
source: The color field must be 6 characters long.
it_it: Il campo colore deve avere lunghezza di 6 caratteri.
pl_pl: Pole koloru musi mieć co najmniej 6 znaków.
pt_br: O campo cor deve ter 6 caracteres.

# sharing.sharing_color.required
source: The color field is required.
it_it: Il campo colore è obbligatorio.
pl_pl: Pole koloru jest wymagane.
pt_br: É necessário escolher uma cor.

# sharing.sharing_name.length
source: The Sharing name does not appear to be valid.
it_it: Il nome della Condivisione non è valido.
pl_pl: Nazwa
pt_br: O compartilhamento parece não ter um nome válido.

# sharing.sharing_name.required
source: A Sharing name is required.
it_it: Un nome per la Condivisione è obbligatorio.
pl_pl: Nazwa Udostępniania jest wymagana.
pt_br: É preciso ter um nome para o compartilhamento.

# sharing.sharing_url.exists
source: The site URL already exists.
it_it: L'indirizzo URL del sito già esiste.
pl_pl: Adres URL strony już istnieje
pt_br: A URL do site já existe.

# sharing.sharing_url.length
source: The site URL does not appear to be valid.
it_it: L'indirizzo URL non è valido.
pl_pl: Adres URL jest niepoprawny
pt_br: A URL do site parece não ser válida.

# sharing.sharing_url.required
source: The site URL is required.
it_it: L'indirizzo URL è obbligatorio.
pl_pl: Adres URL strony jest wymagany.
pt_br: É necessário fornecer a URL do site.

# sharing.sharing_url.url
source: The site URL field does not appear to contain a valid URL.
it_it: Il campo indirizzo URL non contiene un indirizzo valido.
pl_pl: Adres strony jest niepoprawny
pt_br: O campo de URL do site parece não conter uma URL válida.
