Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/stats.po
Languages: sw_ke

# stats.approved
source: Approved
sw_ke: Imepitishwa

# stats.categories
source: Categories
sw_ke: Jamii

# stats.category_impact
source: Category Impact
sw_ke: Athari ya jamii

# stats.category_impact_description
source: This chart gives you a linear view of the reports by category over time. Scroll from left to right to see a comparative view of the different categories. Mouse over the graph for more details.
sw_ke: Chati hii inakupa inakuonyesha repoti ya jamii kwa muda maalum. Buruta kutoka kishoto mpaka kulia kuona jamii tofauti. Elekeza puku juu ya chati kupata maarifa zaidi

# stats.choose_date_range
source: Choose a date range.
sw_ke: Chagua muda wa tarehe

# stats.countries
source: Countries
sw_ke: Nchi

# stats.country
source: Country
sw_ke: Nchi

# stats.country_breakdown
source: Country Breakdown
sw_ke: Mvunjo kwa nchi

# stats.description
source: This is the statistics section and will contain a general description here soon. For now, browse around using the sub category links above.
sw_ke: Karibu, hii ni sehemu ya takwimu. Maelezo kwa ujumla itakuja hapa. Kwa sasa jivinjari kwa kuangalia jamii tofauti

# stats.error
source: Error
sw_ke: Kosa

# stats.glossary
source: Glossary
sw_ke: Kamusi

# stats.hit_summary
source: Hit Summary
sw_ke: Muhtasari wa hits

# stats.legend
source: Legend
sw_ke: Ngano

# stats.pageviews
source: Pageviews
sw_ke: Mara kurasa imefunguliwa

# stats.pageviews_description
source: The total number of pages that visitors have viewed on your site
sw_ke: Kurasa zilofunguliwa na wageni kwa tovuti

# stats.reports
source: Reports
sw_ke: Ripoti

# stats.reports_categories
source: Reports Categories
sw_ke: Jamii za ripoti

# stats.reports_statistics
source: Reports Statistics
sw_ke: Takwimu za ripoti

# stats.reports_status
source: Reports Status
sw_ke: Msimamo wa ripoti

# stats.report_stats
source: Report Stats
sw_ke: Msimamo wa ripoti

# stats.stats_not_setup
source: Stats Not Set Up
sw_ke: Takwimu hazijaezeshwa

# stats.time_range_1
source: 1 Month
sw_ke: Mwezi 1

# stats.time_range_2
source: 3 Months
sw_ke: Miezi 3

# stats.time_range_3
source: 6 Months
sw_ke: Miezi 6

# stats.time_range_all
source: All
sw_ke: Zote

# stats.unapproved
source: Unapproved
sw_ke: Haijapitishwa

# stats.unique_visitors
source: Unique Visitors
sw_ke: Wageni wa kipekee

# stats.unique_visitors_description
source: The number of individuals coming to your deployment. Unique visitors are determined using cookies. Visitors that do not have cookies enabled will be identified using a simple heuristic taking into account IP address, resolution, browser, plugins, OS, etc.
sw_ke: Watu waliokuja kwa Ushahidi hii; Wageni wa kipekee wanajulikana kwa kutumia cookies. Kama mgeni hajawezesha cookies, watajulikana kwa anwani ya njia zenginezo

# stats.unverified
source: Unverified
sw_ke: Haijathabitishwa

# stats.verified
source: Verified
sw_ke: Imethibitishwa

# stats.visitor_summary
source: Visitor Summary
sw_ke: Muhtasari wa wageni

# stats.visits
source: Visits
sw_ke: Ziara

# stats.visits_description
source: A visit is a record of a unique visitor coming to the site more than 30 minutes past his/her last pageview.
sw_ke: Ziara ni rekodi ya wageni wa kipekee wanaokuja kwa tovuti kwa dekika 30 baada ziara yake ya mwisho
