Repository: ushahidi/Ushahidi-Localizations
Catalog: po/po-*/upgrade.po
Languages: bs_ba

# upgrade.upgrade_automatic
source: Automatic Upgrade
bs_ba: Automatska nadogradnja

# upgrade.upgrade_available
source: Available Updates
bs_ba: Raspoložive nadogradnje

# upgrade.upgrade_continue_btn_text
source: Continue
bs_ba: Nastavi

# upgrade.upgrade_db_btn_text
source: Upgrade
bs_ba: Nadogradi

# upgrade.upgrade_db_text_1
source: So, I'm going to upgrade your database from version
bs_ba: Spremam se nadograditi vašu bazu podataka sa verzije

# upgrade.upgrade_db_text_2
source: to the newest database version
bs_ba: na novu verziju baze podataka

# upgrade.upgrade_db_text_3
source: Click on the "Upgrade" button and just chillax as I perform the magic.
bs_ba: Klik na dugme "Nadogradi" i opusti te se dok se magija dešava

# upgrade.upgrade_db_title
source: Ushahidi database upgrade
bs_ba: Ushahidi baza podataka nadograđena

# upgrade.upgrade_db_up_to_date
source: Your database version is up to date.
bs_ba: Vaša verzija baze podataka je svježa.

# upgrade.upgrade_failed
source: Upgrade failed at some point
bs_ba: Nadogradnja nije uspjela

# upgrade.upgrade_manual
source: Manual Upgrade
bs_ba: Ručna nadogradnja

# upgrade.upgrade_text_6
source: For automatic upgrade, click on the button below.
bs_ba: Za automatsku nadogradnju kliknite ispod

# upgrade.upgrading
source: Upgrading
bs_ba: Nadograđujem

# upgrade.upgrade_ftp_password
source: FTP Password:
bs_ba: FTP lozinka:

# upgrade.upgrade_ftp_username
source: FTP User Name:
bs_ba: FTP korisničko ime:

# upgrade.upgrade_status_info
source: You have the latest version of Ushahidi.
bs_ba: Imate najnoviju verziju Ushahidija.

# upgrade.upgrade_status_info_2
source: You do not need to upgrade.
bs_ba: Nemate potrebe za nadogradnjom.

# upgrade.upgrade_db_version
source: Database version: %d
bs_ba: Verzija baze podataka: %d

# upgrade.upgrade_database
source: Database:
bs_ba: Baza podataka

# upgrade.download
source: Downloading latest version of ushahidi...
bs_ba: Preuzimanje najnovije verzije Ushahidi-a

# upgrade.log_file
source: Log File
bs_ba: Log fajl

# upgrade.successfully_downloaded
source: Successfully Downloaded. Unpacking...
bs_ba: Uspješno preuzeto. Raspakivanje...

# upgrade.failed_downloading
source: Failed downloading.
bs_ba: Neuspješno preuzimanje

# upgrade.successfully_unpacked
source: Successfully Unpacked. Copying files...
bs_ba: Uspješno raspakivanje. Kopiram datoteke...

# upgrade.failed_unpacking
source: Failed unpacking.
bs_ba: Neuspješno raspakivanje.

# upgrade.successfully_copied
source: Successfully Copied. Upgrading Database...
bs_ba: Uspješno kopirane datoteke. Nadograđujem bazu podataka...

# upgrade.failed_copying
source: Failed copying files.
bs_ba: Neuspješno kopiranje datoteka.

# upgrade.backup_success
source: Database backup and upgrade successful.
bs_ba: Uspješno pohranjivanje i nadogradnja baze podataka

# upgrade.backup_failed
source: Failed backing up database.
bs_ba: Neuspješno pohranjivanje baze podataka

# upgrade.dbupgrade_success
source: Database upgrade successful.
bs_ba: Uspješna nadogradnja baze podataka.

# upgrade.deleting_files
source: Deleting downloaded files...
bs_ba: Brisanje preuzetih datoteka
