<?php
	$lang = array(
	'alert_email' => array(
		'email' => 'Էլ-փոստի դաշտում համապատասխան էլ-փոստի հասցե չկա։',
		'email_check' => 'Այդ էլ-փոստի հասցեն արդեն գրանցված է ձեր գտնվելու վայրից ծանուցումներ ստանալու համար։',
		'length' => 'Էլ-փոստի հասցեն պետք է առնվազն 4 եւ ոչ ավելի, քան 64 տառ պարունակի։',
		'required' => 'Էլ-փոստի դաշտը լրացնելը պարտադիր է, եթե այս վանդակը նշված է։',
	),
	'alert_lat' => array(
		'between' => 'Քարտեզի վրա համապատասխան վայր նշված չէ։',
		'required' => 'Քարտեզի վրա համապատասխան վայր նշված չէ։',
	),
	'alert_lon' => array(
		'between' => 'Քարտեզի վրա համապատասխան վայր նշված չէ։',
		'required' => 'Քարտեզի վրա համապատասխան վայր նշված չէ։',
	),
	'alert_mobile' => array(
		'length' => 'Բջջային հեռախոսի դաշտում անհրաժեշտ քանակությամբ թվանշաններ չկան։',
		'mobile_check' => 'Այդ բջջային հեռախոսահամարը արդեն գրանցված է ձեր գտնվելու վայրից ծանուցումներ ստանալու համար։',
		'numeric' => 'Բջջային հեռախոսի դաշտում վավերական համար չի ներմուծված։ Ներմուծեք միայն թվանշաններ՝ երկրի կոդը ներառյալ։',
		'one_required' => 'Անհրաժեշտ է ներմուծել կամ ձեր բջջային հեռախոսահամարը, կամ էլ-փոստի հասցեն։',
		'required' => 'Հեռախոսահամարի դաշտը լրացնելը պարտադիր է, եթե այս վանդակը նշված է',
	),
	'alert_radius' => array(
		'in_array' => 'Քարտեզի վրա վավերական շառավիղ չի նշված։',
		'required' => 'Քարտեզի վրա վավերական շառավիղ չի նշված։',
	),
	'code_already_verified' => 'Այս կոդը արդեն հաստատված է։',
	'code_not_found' => 'Այս հաստատման կոդը չի գտնվել։ Խնդրում ենք հաստատել, որ դուք ունեք ճիշտ URL հասցե։',
	'code_verified' => ' Ձեր կոդը հաջողությամբ հաստատվել է։ Այժմ դուք կարող եք տեղեկանալ միջադեպերի մասին, հենց որ դրանք տեղի ունենան։',
	'confirm_request' => 'Որպեսզի հաստատեք ծանուցումներ ստանալու ձեր հայցը, այցելեք ',
	'create_more_alerts' => 'Վերադարձեք Ծանուցումներ էջը, նոր ծանուցումներ ստեղծելու համար',
	'email_alert_request_created' => 'Էլ-փոստով ծանուցումներ ստանալու ձեր հայցը ստեղծվել է եւ հաստատման վերաբերյալ հաղորդագրություն է ուղարկվել ',
	'email_code' => 'Էլ-փոստով ձեր ստացած հաստատման կոդը ներմուծեք ստորեւ. ',
	'email_error_head' => 'Էլ-փոստով ծանուցումներ ստանալու ձեր հայցը չի պահպանվել։',
	'email_ok_head' => 'Էլ-փոստով ծանուցումներ ստանալու ձեր հայցը պահպանվել է։',
	'error' => 'Համակարգը չի կարողացել մշակել ձեր հաստատման հայցը:',
	'mobile_alert_request_created' => 'Էլ-փոստով ծանուցումներ ստանալու ձեր հայցը ստեղծվել է եւ հաստատման վերաբերյալ հաղորդագրություն է ուղարկվել ',
	'mobile_code' => 'SMS հաղորդագրությամբ ձեր ստացած հաստատման կոդը ներմուծեք ստորեւ. ',
	'mobile_error_head' => 'SMS հաղորդագրությամբ ծանուցումներ ստանալու ձեր հայցը չի պահպանվել։',
	'mobile_ok_head' => 'SMS հաղորդագրությամբ ծանուցումներ ստանալու ձեր հայցը պահպանվել է։',
	'settings_error' => 'Համակարգը չի նախատեսված նման տիպի հաստատման հայցեր մշակելու համար:',
	'unsubscribe' => 'Դուք էլ-փոստով ստացել եք այս հաղորդագրությունը, որովհետեւ բաժանորդագրվել եք ծանուցումներ ստանալու համար։ Եթե այլեւս չեք ցանկանում ծանուցումներ ստանալ, այցելեք ',
	'unsubscribed' => 'Դուք այլեւս ծանուցումներ չեք ստանա ',
	'unsubscribe_failed' => 'Ձեր բաժանորդագրումը չեղարկել չի հաջողվում։  Խնդրում ենք հաստատել, որ դուք ունեք ճիշտ URL հասցե։',
	'verification_email_subject' => 'alerts - verification',
	'verify_code' => 'Դուք այս վայրի վերաբերյալ ծանուցումներ չեք ստանա, մինչեւ չհաստատեք ձեր բաժանորդագրումը։',
	);
?>
