<?php

$lang = array
(
	'alert_mobile' => array
	(
		'required'		=> 'Մուտքագրեք Բջջային հեռախոսը, կամ հանեք վանդակից համապատասխան նշումը:',
		'numeric'		=> '«Բջջային հեռախոս» դաշտում նշված հեռախոսահամարը ճիշտ չէ: Խնդրում ենք մուտքագրել միայն թվեր` ներառյալ երկրի կոդը:',
		'one_required'	=> 'Մուտքագրեք կամ Ձեր հեռախոսահամարը, կամ էլեկտրոնային փոստի հասցեն:',
		'mobile_check'	=> 'Այս բջջային հեռախոսահամարն արդեն գրանցվել է նշված տարածքի վերաբերյալ ծանուցումներ ստանալու համար:',
		'length'		=> '«Բջջային հեռախոս» դաշտում նշված թվերի քանակը ճիշտ չէ:'
	),
	
	'alert_email' => array
	(
		'required'		=> 'Մուտքագրեք էլ-փոստի հասցեն, կամ հանեք վանդակից համապատասխան նշումը:',
		'email'		  => 'Էլ-փոստի դաշտում նշված հասցեն ճիշտ չէ:',
		'length'	  => 'Էլ-փոստի դաշտում կարող եք մուտքագրել առնվազն 4 և առավելագույնը` 64 նիշ:',
		'email_check'	=> 'Այս էլեկտրոնային փոստի հասցեն արդեն գրանցվել է նշված տարածքի վերաբերյալ ծանուցումներ ստանալու համար:',
		'one_required' => ''
	),
	
	'alert_lat' => array
	(
		'required'		=> 'Դուք քարտեզի վրա վայր/տարածք չեք ընտրել:',
		'between' => 'Դուք քարտեզի վրա ճիշտ վայր/տարածք չեք ընտրել:'
	),
	
	'alert_lon' => array
	(
		'required'		=> 'Դուք քարտեզի վրա ճիշտ վայր/տարածք չեք ընտրել:',
		'between' => 'Դուք քարտեզի վրա ճիշտ վայր/տարածք չեք ընտրել:'
	),
	
	'alert_radius' => array
	(
		'required'		=> 'Դուք քարտեզի վրա չեք նշել նախընտրելի շառավիղը:',
		'in_array' => 'Դուք քարտեզի վրա չեք նշել ընդունելի շառավիղ:'
	),

    'code_not_found' => 'Հաստատման այս կոդն անհայտ է: Խնդրում ենք ստուգել ինտերնետային կայքի հասցեն:',
    'code_already_verified' => 'Այս կոդն արդեն հաստատվել է նախկինում:',
    'code_verified' => ' Ձեր կոդը հաստատված է: Այժմ Դուք ծանուցումներ կստանաք Ձեր նշած տարածքում տեղի ունեցող միջադեպերի վերաբերյալ:',
    'mobile_alert_request_created' => 'Բջջային ծանուցման վերաբերյալ Ձեր հայցը ստեղծված է, հաստատման հաղորդագրությունն ուղղարկված է հետևյալ հասցեին` ',
	'verify_code' => 'Դուք նշված տարածքի վերաբերյալ ծանուցումներ կստանաք Ձեր հայտի հաստատումից հետո միայն:',
	'mobile_code' => 'Խնդրում ենք մուտքագրել այստեղ հաստատման այն կոդը, որը կարճ հաղորդագրությամբ ստացել եք Ձեր բջջային հեռախոսահամարին: ',
	'mobile_ok_head' =>'Բջջաային ծանուցման վերաբերյալ Ձեր հայտը պահպանված է:',
	'mobile_error_head' => 'Բջջային ծանուցման վերաբերյալ Ձեր հայտը պահպանված Չէ:',
	'error' => 'Համակարգը չկարողացավ կատարել հաստատման վերաբերյալ Ձեր հայտը:',
	'settings_error' => 'Համակարգն անկարող է ճիշտ կերպով մշակել ծանուցումներն այս հայտի համար:',
	'email_code' => 'Խնդրում ենք մուտքագրել այստեղ Էլեկտրոնային փոստի հաստատման այն կոդը, որը Դուք ստացել եք: ',
	'email_alert_request_created' => 'Էլեկտրոնային փոստով ծանուցումներ ստանալու վերաբերյալ Ձեր հայցը ստեղծված է, հաստատման հաղորդագրությունն ուղղարկված է հետևյալ հասցեին` ',
	'email_ok_head' =>'Էլեկտրոնային փոստով ծանուցումներ ստանալու վերաբերյալ Ձեր հայտը պահպանված է:',
	'email_error_head' => 'Էլեկտրոնային փոստով ծանուցումներ ստանալու վերաբերյալ Ձեր հայտը պահպանված Չէ:',
    'create_more_alerts' => 'Վերադարնալ ծանուցումների էջ` ծանուցման նոր հայտ ստեղծելու համար:',
	'unsubscribe' => 'Դուք ստացել եք այս էլեկտրոնային նամակը, քանի որ բաժանորդագրված եք ծանուցումներ ստանալու համար: Եթե չեք ցանկանում հետագայում ևս ծանուցումներ ստանալ, ապա մտեք ',
	'verification_email_subject' => 'Ծանուցումներ – հաստատում',
	'confirm_request' => 'Ծանուցումների վերաբերյալ Ձեր հայտը հաստատելու համար խնդրում ենք մտնել ',
	'unsubscribed' => 'Դուք այլևս ծանուցումներ չեք ստանա հետևյալ աղբյուրից` ',
	'unsubscribe_failed' => 'Մեզ չհաջողվեց դադարեցնել Ձեր բաժանորդագրությունը: Խնդրում ենք ստուգել Ձեր կողմից նշված Ինտերնետային կայքի հասցեն:'
);
