<?php

$lang = array
(
	'name' => array
	(
		'required'		=> 'Մուտքագրեք անունը:',
		'length'		=> 'Անունը պետք է պարունակի առնվազն 3 և ոչ ավելի, քան 100 նիշ:',
		'standard_text' => 'Օգտագործողի անվան դաշտը պարունակում է անթույլատրելի նիշեր:',
		'login error'	=> 'Մուտքագրեք ճիշտ օգտագործողի անուն:'
	),
	
	'email' => array
	(
		'required'	  => 'Մուտքագրեք էլ-փոստի հասցեն:',
		'email'		  => 'Մուտքագրված էլ-փոստի հասցեն ճիշտ չէ:',
		'length'	  => 'Էլ-փոստի հասցեն պետք է պարունակի առնվազն 4 և ոչ ավելի, քան 64 նիշ:',
		'exists'	  => 'Ներողություն, բայց նշված էլ-փոստի հասցեով օգտագործող արդեն գոյություն ունի:',
		'login error' => 'Մուտքագրեք ճիշտ էլ-փոստի հասցե:'
	),

	'username' => array
	(
		'required'		=> 'Մուտքագրեք օգտագործողի անունը:',
		'length'		=> 'Օգտագործողի անունը պետք է պարունակի առնվազն 2 և ոչ ավելի, քան 16 նիշ:',
		'alpha' => 'Օգտագործողի անունը դաշտը պարունակում է անթույլատրելի նիշեր:',
		'admin' 		=> 'Ադմինիստրատորի դերակատարմամբ օգտագործողի գործառույթները չեն կարող փոփոխվել:',
		'superadmin'	=> 'Գերակա դերակատարմամբ ադմինիստրատորի գործառույթները չեն կարող փոփոխվել:',
		'exists'		=> 'Ներողություն, բայց տվյալ օգտագործողի անունն արդեն օգտագործվում է',
		'login error'	=> 'Մուտքագրեք ճիշտ օգտագործողի անուն:'
	),

	'password' => array
	(
		'required'		=> 'Մուտքագրեք գաղտնաբառը',
		'length'		=> 'Օգտագործողի անունը պետք է պարունակի առնվազն ջ և ոչ ավելի, քան 16 նիշ:',
		'alpha_numeric'		=> 'Գաղտնաբառը պարունակում է անթույլատրելի նիշեր:',
		'login error'	=> 'Գաղտնաբառը սխալ է մուտքագրված:',
		'matches'		=> 'Երկու դաշտերում էլ մուտքագրեք միևնույն գաղտնաբառը:'
	),

	'password_confirm' => array
	(
		'matches' => 'Գաղտնաբառը վերստուգող դաշտում մուտքագրվածը պետք է համապատասխանի գաղտնաբառի դաշտում մուտքագրվածին:'
	),

	'roles' => array
	(
		'required' => 'Դուք պետք է սահմանեք առնվազն մեկ դերակատարում',
		'values' => 'Դուք պետք է ընտրեք ԱԴՄԻՆ կան ՕԳՏԱԳՈՐԾՈՂ դերակատարումներից մեկը:'
	),
	
	'resetemail' => array
        (
    	        'required' => 'Մուտքագրեք էլ-փոստի հասցեն:.',
       	        'invalid' => 'Ներողություն, բայց ձեր էլ-փոստի հասցեն մեզ մոտ գրացնված չէ:',
                'email'  => 'Մուտքագրեք ճիշտ էլ-փոստի հասցե:',
        ),

);
