<?php

$lang = array
(
	'subject' => array
	(
		'required'		=> 'Մուտքագրեք «Թեմա» դաշտը:',
		'length'        => '«Թեմա» դաշտը չի կարող պարունակել 3-ից պակաս նիշ:'
	),
	
	'yourname' => array
	(
		'required'		=> 'Մուտքագրեք «Անուն» դաշտը:',
		'length'        => '«Անուն» դաշտը չի կարող պարունակել 3-ից պակաս նիշ:'
	),
	
	'error' => array
	(
		'required'		=> 'Մուտքագրեք սխալի նկարագրությունը:'
	),
	
	'email' => array
	(
		'required'    => 'Մուտքագրեք էլ-փոստի հասցեն, կամ հանեք վանդակից համապատասխան նշումը:',
		'email'		  => 'Էլ-փոստի դաշտում նշված հասցեն ճիշտ չէ:',
		'length'	  => 'Էլ-փոստի դաշտում կարող եք մուտքագրել առնվազն 4 և առավելագույնը` 64 նիշ:'
	),
	
	'captcha' => array
	(
		'required' => 'Մուտքագրեք պաշտպանության կոդը:', 
		'default' => 'Մուտքագրեք ճիշտ պաշտպանության կոդ:'
	)
	
);
