<?php

$lang = array
(
	'parent_id' => array
	(
		'required'		=> 'Մուտքագրեք ծնող կատեգորիայի դաշտը:',
		'numeric'		=> 'Ծնող կատեգորիայի դաշտը պետք է պարունակի միայն թվեր:',
		'exists'		=> 'Ծնող կատեգորիան գոյություն չունի:',
		'same'			=> 'Կատեգորիան և նրա ծնող կատեգորիան չեն կարող լինել միևնույնը:',
	),
	
	'category_title' => array
	(
		'required'		=> 'Մուտքագրեք վերնագիրը:',
		'length'		=> 'Վերնագիրը պետք է պարունակի առնվազն 3 և ոչ ավելի, քան 80 նիշ:',
	),
	
	'category_description' => array
	(
		'required'		=> 'Մուտքագրեք նկարագրությունը'
	),	
	
	'category_color' => array
	(
		'required'		=> 'Նշեք կատեգորիայի գույնը:',
		'length'		=> 'Գույնը պետք է պարունակի 6 նիշ:',
	),
	
	'category_image' => array
	(
		'valid'		=> 'Նկարի դաշտը ճիշտ ֆայլ չի պարունակում: ',
		'type'		=> 'Նկարի դաշտը ճիշտ նկար չի պարունակում. ընդունելի են միայն հետևյալ ձևաչափերը` .JPG, .PNG և .GIF.',
		'size'		=> 'Վերբեռնվող նկարի չափը չի կարող գերազանցել 50KB-ը:'
	),	
);