<?php
	$lang = array
	(
		'form_title' => array
		(
			'required' => 'Մուտքագրեք ֆորմայի անվանումը:',
			'length'   => 'Ֆորմայի անվանումը պետք է պարունակի առնվազն 3 և առավելագույնը` 100 նիշ:'
		),
		
		'form_description' => array
		(
			'required' => 'Մուտքագրեք ֆորմայի Նկարագրությունը:'
		),
		
		'form_id' => array
		(
			'default' => 'Լռությամբ ֆորման չի կարող ջնջվել:',
			'required' => 'Ընտրեք ֆորման, որին պետք է ավելացնել տվյալ դաշտը:',
			'numeric' => 'Ընտրեք ֆորման, որին պետք է ավելացնել տվյալ դաշտը:'
		),
		
		'field_type' => array
		(
			'required' => 'Ընտրեք Դաշտի Տիպը:',
			'numeric' => 'Ընտրեք ճիշտ Դաշտի Տիպ:'
		),
		
		'field_name' => array
		(
			'required' => 'Մուտքագրեք Դաշտի Անվանումը:',
			'length'   => 'Դաշտի Անվանումը պետք է պարունակի առնվազն 3 և առավելագույնը` 100 նիշ:'
		),
		
		'field_default' => array
		(
			'length'   => 'Դաշտի Անվանումը պետք է պարունակի առնվազն 3 և առավելագույնը` 100 նիշ:'
		),
		
		'field_required' => array
		(
			'required' => 'Ընտրեք Այո կամ Ոչ:',
			'between'   => 'Ընտրված է ոչ ճիշտ արժեք:'
		),
		
		'field_width' => array
		(
			'between' => 'Դաշտի Լայնքի համար մուտքագրեք 0-ից 300-ը արժեք:'
		),
		
		'field_height' => array
		(
			'between' => 'Դաշտի Բարձրության համար մուտքագրեք 0-ից 50-ը արժեք:'
		),
		
		'field_isdate' => array
		(
			'required' => 'Ընտրեք Այո կամ Ոչ:',
			'between'   => 'Ընտրված է ոչ ճիշտ արժեք:'
		)
	);

?>