<?php

$lang = array
(
	'name' => array
	(
		'required'=> 'Մուտքագրեք անվանումը:',
		'length'		=> 'Անվանումը պետք է պարունակի առնվազն 3 նիշ:',
	),
	
	'email' => array
	(
		'required'		=> 'Մուտքագրեք էլ-փոստի հասցեն, կամ հանեք վանդակից համապատասխան նշումը:',
		'email'		  => 'Էլ-փոստի դաշտում նշված հասցեն ճիշտ չէ:',
		'length'	  => 'Էլ-փոստի դաշտում կարող եք մուտքագրել առնվազն 4 և առավելագույնը` 64 նիշ:'
	),	
	
	'phone' => array
	(
		'length'		=> 'Հեռախոսահամարը ճիշտ չէ մուտքագրված:',
	),
		
	'message' => array
	(
		'required'		=> 'Մուտքագրեք հաղորդագրությունը:'
	),
	
	'captcha' => array
	(
		'required' => 'Մուտքագրեք պաշտպանության կոդը:', 
		'default' => 'Մուտքագրեք ճիշտ պաշտպանության կոդ:'
	)
	
);