<?php
	$lang = array(
		'organization_name' => array
		(
			'required'		=> 'Մուտքագրեք կազմակերպության անվանումը:',
			'length'		=> 'Կազմակերպության անվանումը պետք է պարունակի առնվազն 3 և առավելագույնը` 70 նիշ:',
			'standard_text' => 'Օգտագործողի անունը ճիշտ չէ մուտքագրված:',
		),
		
		'organization_website' => array
		(
			'required' => 'Մուտքագրեք կազմակերպության կայքի հասցեն:',
			'url' => 'Մուտքագրեք ճիշտ URL: Օր. http://www.ushahidi.com'
		),
		
		'organization_description' => array
		(
			'required' => 'Մուտքագրեք կազմակերպության կարճ նկարագրությունը:'
		),
		
		'organization_email' => array
		(
			'email'		  => 'Կազմակերպության էլ-փոստի դաշտում նշված հասցեն ճիշտ չէ:',
			'length'	  => 'Կազմակերպության էլ-փոստի դաշտում կարող եք մուտքագրել առնվազն 4 և առավելագույնը` 100 նիշ:'
		),
		
		'organization_phone1' => array
		(
			'length'		=> 'Կազմակերպության հեռախոսահամարը պետք է պարունակի առնվազն 3 և առավելագույնը` 50 նիշ:'
		),
		
		'organization_phone2' => array
		(
			'length'		=> 'Կազմակերպության հեռախոսահամարը պետք է պարունակի առնվազն 3 և առավելագույնը` 50 նիշ:'
		)
	);

?>