<?php

$lang = array
(
	'locale' => array
	(
		'required'		=> 'Նշեք լեզուն:',
		'length'		=> 'Լեզուն ճիշտ չէ մուտքագրված: ',
		'alpha_dash'	=> 'Լեզուն ճիշտ չէ մուտքագրված: ',
		'locale'		=> 'Ահազանգը և նրա թարգմանությունը միևնույն լեզվով են:',
		'exists'		=> 'Ահազանգն արդեն ունի այս լեզվով թարգմանություն:'
	),
	
	'incident_title' => array
	(
		'required'		=> 'Մուտքագրեք Վերնագիրը:',
		'length'		=> 'Վերնագիրը պետք է պարունակի առնվազն 3 և առավելագույնը` 200 նիշ:'
	),
	
	'incident_description' => array
	(
		'required'		=> 'Մուտքագրեք Նկարագրությունը:'
	),	
	
	'incident_date' => array
	(
		'required'		=> 'Մուտքագրեք Ամսաթիվը:',
		'date_mmddyyyy' => 'Ամսաթվը սխալ ձևաչափով է մուտքագրված:',
		'date_ddmmyyyy' => 'Ամսաթվը սխալ ձևաչափով է մուտքագրված:'
	),
	
	'incident_hour' => array
	(
		'required'		=> 'Մուտքագրեք Ժամը:',
		'between' => 'Ժամը սխալ ձևաչափով է մուտքագրված:'
	),
	
	'incident_minute' => array
	(
		'required'		=> 'Մուտքագրեք րոպեները:',
		'between' => 'Րոպեները սխալ ձևաչափով են մուտքագրված:'
	),
	
	'incident_ampm' => array
	(
		'validvalues' => 'AM/PM դաշտը սխալ է մուտքագրված:'
	),
	
	'latitude' => array
	(
		'required'		=> 'Լայնությունը մուտքագրված չէ: Քարտեզի վրա նշեք տեղանքը:',
		'between' => 'Լայնությունը ճիշտ չէ մուտքագրված:'
	),
	
	'longitude' => array
	(
		'required'		=> 'Երկայնությունը մուտքագրված չէ: Քարտեզի վրա նշեք տեղանքը:',
		'between' => 'Երկայնությունը ճիշտ չէ մուտքագրված:'
	),
	
	'location_name' => array
	(
		'required'		=> 'Մուտքագրեք տեղանքի անվանումը:',
		'length'		=> 'Տեղանքի անվանումը պետք է պարունակի առնվազն 3 և առավելագույնը` 200 նիշ:',
	),
			
	'incident_category' => array
	(
		'required'		=> 'Նշեք Կատեգորիան:',
		'numeric'		=> 'Կատեգորիան ճիշտ չէ մուտքագրված:'
	),
	
	'incident_news' => array
	(
		'url'		=> 'Հղումը նորության վրա ճիշտ չէ մուտքագրված: Մուտքագրեք վավեր URL:'
	),
	
	'incident_video' => array
	(
		'url'		=> 'Հղումը տեսահոլովակի վրա ճիշտ չէ մուտքագրված: Մուտքագրեք վավեր URL:'
	),
	
	'incident_photo' => array
	(
		'valid'		=> 'Վերբեռնման համար նշված նկարները վնասված են կամ չունեն ճիշտ ձևաչափ:',
		'type'		=> 'Վերբեռնման համար նշված նկարները վնասված են կամ չունեն ճիշտ ձևաչափ: Ընդունելի ձևաչափերն են` .JPG, .PNG և .GIF:',
		'size'		=> 'Վերբեռնվող նկարի չափը չպետք է գերազանցի 2 Մեգաբայթը:'
	),
	
	'person_first' => array
	(
		'length'		=> 'Անունը պետք է պարունակի առնվազն 3 և առավելագույնը` 100 նիշ:'
	),
	
	'person_last' => array
	(
		'length'		=> 'Ազգանունը պետք է պարունակի առնվազն 3 և առավելագույնը` 100 նիշ:'
	),
	
	'person_email' => array
	(
		'email'		  => 'Էլ-փոստի դաշտում նշված հասցեն ճիշտ չէ:',
		'length'	  => 'Էլ-փոստի դաշտում կարող եք մուտքագրել առնվազն 4 և առավելագույնը` 64 նիշ:'
	),
	
	// Admin - Report Download Validation
	'data_point' => array
	(
		'required'		  => 'Բեռնման համար ընտրեք վավեր տվյալներ:',
		'numeric'		  => 'Բեռնման համար ընտրեք վավեր տվյալներ:',
		'between'		  => 'Բեռնման համար ընտրեք վավեր տվյալներ:'
	),
	'data_include' => array
	(
		'numeric'		  => 'Բեռնման համար ընտրեք վավեր տվյալներ:',
		'between'		  => 'Բեռնման համար ընտրեք վավեր տվյալներ:'
	),
	'from_date' => array
	(
		'date_mmddyyyy'		  => 'Նշեք վավեր ամսաթիվ "Սկսած" դաշտի համար:',
		'range'	  => 'Նշեք վավեր ամսաթիվ "Սկսած" դաշտի համար: Այն չի կարող նորկայացնել ավելի ուշ ամսաթիվ, քան այսօր է:'
	),
	'to_date' => array
	(
		'date_mmddyyyy'		  => 'Նշեք վավեր ամսաթիվ "Մինչ" դաշտի համար:',
		'range'	  => 'Նշեք վավեր ամսաթիվ "Մինչ" դաշտի համար: Այն չի կարող նորկայացնել ավելի ուշ ամսաթիվ, քան այսօր է:',
		'range_greater'	=> '"Սկսած" դաշտում նշված ամսաթիվը չի կարող մեծ լինել "Մինչ" դաշտում նշված ամսաթվից:'
	),
	'custom_field' => array
	(
		'values'		  => 'Մուտքագրեք վավեր արժեք ֆորմայի դաշտում:'
	),
	
	'incident_active' => array
	(
		'required'		=> 'Նշեք վավեր արժեք "Հաստատել այս Ահազանգը?"-ի համար:',
		'between'		=> 'Նշեք վավեր արժեք "Հաստատել այս Ահազանգը?"-ի համար:'
	),
	
	'incident_verified' => array
	(
		'required'		=> 'Նշեք վավեր արժեք "Հավաստել այս Ահազանգը?"-ի համար:',
		'between'		=> 'Նշեք վավեր արժեք "Հավաստել այս Ահազանգը?"-ի համար:'
	),
	
	'incident_source' => array
	(
		'alpha'		=> 'Նշեք վավեր արժեք "Աղբյուրի Հավաստիությունը" դաշտի համար:',
		'length'		=> 'Նշեք վավեր արժեք "Աղբյուրի Հավաստիությունը" դաշտի համար:'
	),
	
	'incident_information' => array
	(
		'alpha'		=> 'Նշեք վավեր արժեք "Տեղեկատվության Հավանականությունը" դաշտի համար:',
		'length'		=> 'Նշեք վավեր արժեք "Տեղեկատվության Հավանականությունը" դաշտի համար:'
	)
);