<?php

/**
 * SHARING INTERFACE INTERNATIONALIZATION
 *
 * en_US
 */

$lang = array
(
    'contact' => 'Կապ',	
    'date' => 'Մուտքի ամսաթիվ',
    'date_added' => 'Ավելացման ամսաթիվ',
    'last_access' => 'Վերջին այցելությունը',
    'sent_info' => 'Հետևյալ տեղեկատվությունը կուղարկվի հայտի հետ',
    'sharing_key' => 'Բանալի',
    'sharing_url' => array
	(
		'required'	=> 'Մուտքագրեք կայքի հասցեն:',
		'url'		=> 'Մուտքագրված կայքի հասցեն վավեր չէ:',
		'valid'	=> 'Նշված կայքը չի բավարարում Ushahidi համակարգի պահանջներին կամ կիսվելը թույլատրված չէ:',
		'exists'	=> 'Նշված կայքի հասցեն արդեն գոյություն ունի:',
		'edit'	=> 'Դուք չեք կարող խմբագրել հեռավոր կայքի հասցեն: Այս կիսումը կարող եք ջնջել և նորը ստեղծել:'
	),
	
	'sharing_email' => array
	(
		'email'		  => 'Էլ-փոստի դաշտում նշված հասցեն ճիշտ չէ:',
		'required'	=> 'Անհրաժեշտ է Ձեր կայքի էլ. փոստի հասցեն: Այն կարող եք ավելացնել կարգավորումների բաժնում:',
	),	
	
	'sharing_color' => array
	(
		'required'		=> 'Մուտքագրեք գույնը:',
		'length'		=> 'Գույնի դաշտը պետք է պարունակի 6 նիշ:',
	),
	
	'sharing_limits' => array
	(
		'required'		=> 'Մուտքագրեք Հասանելիության սահմանափակումները:',
		'between'		=> 'Հասանելիության սահմանափակումների արժեքը վավեր չէ:',
	),

	'sharing_type' => array
	(
		'between'		=> 'Կիսման եղանակը վավեր չէ:',
	)	
);