<?php

/**
 * STATS INTERFACE INTERNATIONALIZATION
 *
 * en_US
 */

$lang = array
(
    'approved' => 'Հաստատված',
    'categories' => 'Կատեգորիաներ',
    'category_impact' => 'Կատեգորիաների ազդեցությունը',
    'category_impact_description' => 'Այս գրաֆիկը հնարավորություն է տալիս նշված ժամանակահատվածում գծայնորեն դիտել ահազանգերը ըստ կատեգորիաների: Տեղաշարժելով ձախից աջ, կարող եք դիտել տարբեր կատեգորիաների համեմատությունը: Տեղաշարժելով մկնիկը գրաֆիկի վրայով, կարող եք դիտել մանրամասները:',
    'choose_date_range' => 'Ընտրեք ժամանակային միջակայքը',
    'countries' => 'Երկրներ',
    'country' => 'Երկիր',
    'country_breakdown' => 'Ըստ երկրների',
    'description' => 'Ողջույն: Սա վիճակագրության բաժինն է: Օգտվեք հղումներից համապատասխան վիճակագրությունը դիտելու համար:',
    'error' => 'Սխալ',
    'glossary' => 'Բառացանկ',
    'hit_summary' => 'Հիթերի վիճակագրություն',
    'legend' => 'Պարզաբանում',
    'pageviews' => 'Էջերի դիտումներ',
    'pageviews_description' => 'Կայքի այցելուների կողմից դիտված էջերի ընդհանուր քանակը:',
    'report_stats' => 'Ահազանգեր',
    'reports' => 'Ահազանգեր',
    'reports_categories' => 'Ահազանգերի կատեգորիաները',
    'reports_statistics' => 'Ահազանգերի վիճակագրություն',
    'reports_status' => 'Ահազանգերի կարգավիճակը',
    'stats_not_setup' => 'Վիճակագրությունը պատրաստ չէ',
    'time_range_1' => '1 ամիս',
    'time_range_2' => '3 ամիս',
    'time_range_3' => '6 ամիս',
    'unverified' => 'Չստուգված',
    'time_range_all' => 'Բոլորը',
    'unapproved' => 'Չհաստատված',
    'unique_visitors' => 'Ունիկալ Այցելուներ',
    'unique_visitors_description' => 'Կայքի այցելուների քանակը: Ունիկալ Այցելուները որոշվում են cookie-ների միջոցով: Եթե այցելուի մոտ cookie-ներ արգելափակված են, ապա նրանք հաշվառվում են օգտագործելով IP հասցեն, դիտարկիչը, օպերացիոն համակարգը և այլն:',
    'verified' => 'Ստուգված',
    'visitor_summary' => 'Այցելությունների վիճակագրություն',
    'visits' => 'Այցելություններ',
    'visits_description' => 'Այցելությունը ունիկալ այցելուի գրանցումն է իր վերջին էջի դիտումից ավելի քան 30 րոպե հետո:'
);