<?php
	$lang = array(
	'email' => array(
		'email' => '.يبدو أن العنوان المُدرج في حقل البريد الإلكتروني غير صحيح',
		'exists' => '.عفواً، يوجد حساب مستخدم آخر لهذا البريد الإلكتروني',
		'length' => '.حقل البريد الإليكترونى يجب أن يحتوي 4 رموز على الأقل ولا يتعدى 64 رمز',
		'required' => '.يجب إدخال بيانات حقل البريد الإلكترونى',
	),
	'name' => array(
		'length' => '.حقل الاسم يجب أن يحتوى 3 رموز على الأقل ولا يتعدى 100 رمز',
		'required' => '.يجب إدخال حقل الاسم بالكامل',
		'standard_text' => '.حقل اسم المستخدم يحتوى على رموز غير مسموح بها',
	),
	'password' => array(
		'alpha_numeric' => 'يجب أن تحتوي كلمة المرور على حروف أو أرقام فقط',
		'length' => 'يجب ألا تقل كلمة المرور عن 5 أحرف أو أرقام وألا تزيد على 16 حرف أو رقم',
		'login error' => 'تأكد من إدخال كلمة المرور الصحيحة',
		'matches' => '.أدخل نفس كلمة السر فى الحقلين الخاصين بكلمة المرور',
		'required' => '.يجب ملء حقل كلمة المرور',
	),
	'password_confirm' => array(
		'matches' => '.حقل تأكيد كلمة السر يجب أن تطابق حقل كلمة المسر',
	),
	'resetemail' => array(
		'email' => '.يبدو أن العنوان المُدرج في حقل البريد الإلكتروني غير صحيح',
		'invalid' => '.ليس لدينا عنوان بريدك الإلكتروني',
		'required' => '.يجب ملء حقل البريد الإلكتروني',
	),
	'roles' => array(
		'alpha_numeric' => '.صيغة المهمة غير صحيحة',
		'length' => '.حقل المهمة يجب أن يحتوى 5 رموز على الأقل ولا يتعدى 30 رمز',
		'required' => '.يجب أن تحدد مهمة واحدة على الأقل',
		'values' => '.يجب أن تختار مهمة مسئول إداري أو مستخدم',
	),
	'username' => array(
		'admin' => '.لا يمكن تعديل مهمة اسم المستخدم الإداري',
		'alpha' => '.يجب أن يحتوى حقل اسم المستخدم على حروف فقط',
		'exists' => '.عفواً، هذا اسم قيد الاستخدام',
		'length' => '.حقل اسم المستخدم يجب ألا يقل عن رمزين وألا يزيد على 16 رمز',
		'login error' => 'تأكد من إدخال اسم المستخدم الصحيح',
		'required' => '.يجب ملء حقل اسم المستخدم',
		'superadmin' => '.لا يمكن تعديل مهمة المسئول الإداري الأعلى',
	));
?>
