<?php
	$lang = array(
	'captcha' => array(
		'default' => 'أدخل رمز سري صحيح',
		'required' => 'أدخل الرمز السري',
	),
	'comment_author' => array(
		'length' => '.يجب الا يقل حقل الاسم عن 3 رموز',
		'required' => '.يجب ملء حقل الاسم',
	),
	'comment_description' => array(
		'required' => '.يجب ملء حقل التعليقات',
	),
	'comment_email' => array(
		'email' => '.يبدو أن العنوان المُدرج في حقل البريد الإلكتروني غير صحيح',
		'length' => '.حقل البريد الإلكتروني يجب أن يحتوي 4 رموز على الأقل ولا يتعدى 64 رمز',
		'required' => '.يجب ملء حقل البريد الإلكتروني اذا تم اختيار هذا الحقل',
	));
?>
