<?php
	$lang = array(
	'captcha' => array(
		'default' => 'أدخل رمز سري صحيح',
		'required' => 'أدخل الرمز السري',
	),
	'contact_email' => array(
		'email' => '.يبدو أن العنوان المُدرج في حقل البريد الإلكتروني غير صحيح',
		'length' => '.حقل البريد الإلكتروني يجب أن يحتوي 4 رموز على الأقل ولا يتعدى 64 رمز',
		'required' => '.يجب ملء حقل البريد الإلكتروني إذا تم اختيار هذا الحقل',
	),
	'contact_message' => array(
		'required' => '.يجب ملء حقل الرسالة',
	),
	'contact_name' => array(
		'length' => '.يجب أن يحتوى حقل الاسم على 3 رموز على الأقل',
		'required' => 'يجب ملء حقل الاسم',
	),
	'contact_subject' => array(
		'length' => 'يجب ألا يقل حقل الموضوع عن 3 رموز',
		'required' => '.يجب ملء حقل موضوع الرسالة',
	));
?>
