<?php
	$lang = array(
	'latitude' => array(
		'between' => 'حقل خط العرض يحتوي على قيمة تبدو غير صالحة',
		'required' => 'خط العرض مطلوب. برجاء النقر على الخريطة لتحديد مكان',
	),
	'level_id' => array(
		'numeric' => 'حقل مستوى المراسل يحتوي على قيمة تبدو غير صالحة',
		'required' => 'حقل مستوى المراسل يحتوي على قيمة تبدو غير صالحة',
	),
	'location_name' => array(
		'length' => '.حقل اسم المكان يجب ألا يقل عن 3 أحرف ولا يزيد عن 200 حرف',
		'required' => '.حقل اسم المكان مطلوب',
	),
	'longitude' => array(
		'between' => 'حقل خط الطول يحتوي على قيمة تبدو غير صالحة',
		'required' => 'خط الطول مطلوب. برجاء النقر على الخريطة لتحديد مكان',
	),
	'reporter_id' => array(
		'numeric' => 'مراسل غير صالح',
		'required' => 'مراسل غير صالح',
	));
?>
