<?php
	$lang = array(
	'date' => 'تاريخ الدخول',
	'date_added' => 'تاريخ الإضافة',
	'last_access' => 'آخر دخول كان بتاريخ',
	'sharing_color' => array(
		'length' => '.حقل اللون يجب أن يحتوى على 6 أحرف',
		'required' => '.يجب ملء حقل اللون',
	),
	'sharing_name' => array(
		'length' => '.اسم المشاركة لا يبدو صحيحاً',
		'required' => '.اسم المشاركة حقل مطلوب',
	),
	'sharing_url' => array(
		'exists' => 'رابط الموقع موجود بالفعل',
		'length' => '.رابط الموقع لا يبدو صالحاً',
		'required' => '.رابط الموقع حقل مطلوب',
		'url' => '.حقل رابط الموقع يحتوي على رابط لا يبدو صالحاً',
	));
?>
