<?php
	$lang = array(
	'email' => array(
		'email' => 'Полето за email изглежда не съдържа валиден адрес.',
		'exists' => 'Съжаляваме, но вече има потребител с този адрес.',
		'length' => 'Полето за email трябва да съдържа между 4 и 64 символа.',
		'required' => 'Email-ът е задължителен.',
	),
	'name' => array(
		'length' => 'Пълното име трябва да е между 3 и 100 символа.',
		'required' => 'Пълното име е задължително.',
		'standard_text' => 'Потребителското име съдържа непозволени символи.',
	),
	'password' => array(
		'alpha_numeric' => 'Паролата трябва да съдържа букви и цифри.',
		'length' => 'Паролата трябва да е между 5 и 16 символа.',
		'login error' => 'Моля проверете дали сте въвели правилната парола.',
		'matches' => 'Моля въведете еднаква парола в двете полета.',
		'required' => 'Паролата е задължителна.',
	),
	'password_confirm' => array(
		'matches' => 'Моля въведете еднаква парола в двете полета.',
	),
	'resetemail' => array(
		'email' => 'Полето за email изглежда не съдържа валиден адрес.',
		'invalid' => 'Съжаляваме, но нямаме вашият мейл.',
		'required' => 'Email-ът е задължителен.',
	),
	'roles' => array(
		'alpha_numeric' => 'Невалиден формат на ролята.',
		'length' => 'Ролята трябва да е между 5 и 20 символа.',
		'required' => 'Трябва да дефинирате поне една роля.',
		'values' => 'Трябва да изберете или ADMIN, или USER роля.',
	),
	'username' => array(
		'admin' => 'Името на admin не може да бъде променено.',
		'alpha' => 'Потребителското име трябва да съдържа само букви.',
		'exists' => 'Съжалявам, това потребителско име е заето.',
		'length' => 'Потребителското име трябва да е между 2 и 16 символа.',
		'login error' => 'Моля проверете дали сте въвели правилно потребителско име.',
		'required' => 'Потребителското име е задължително.',
		'superadmin' => 'Ролята на супер администратор не може да бъде променян.',
	));
?>
