<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Моля въведете правилен код за сигурност',
		'required' => 'Моля въведете код за сигурност',
	),
	'email' => array(
		'email' => 'Email адресът не изглежда валиден',
		'length' => 'Email адресът трябва да е между 4 и 64 символа.',
		'required' => 'Email адресът се изисква, ако се отбелязали отметката.',
	),
	'error' => array(
		'required' => 'Полето за грешка е задължително.',
	),
	'subject' => array(
		'length' => 'Заглавието трябва да е поне 3 символа дълго.',
		'required' => 'Заглавието е задължително.',
	),
	'yourname' => array(
		'length' => 'Името трябва да е поне 3 символа дълго.',
		'required' => 'Името е задължително.',
	));
?>
