<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Въведете валиден секретен код',
		'required' => 'Въведете секретен код',
	),
	'email' => array(
		'email' => 'Полето Email не съдържа валиден e-mail адрес',
		'length' => 'Полето Email трябва да съдържа най-малко 4 и не повече от 64 знака',
		'required' => 'Полето Email е задължително ако квадратчето е отметнато',
	),
	'error' => array(
		'required' => 'Полето за грешка е задължително',
	),
	'subject' => array(
		'length' => 'Полето за тема трябва да съдържа най-малко 3 знака',
		'required' => 'Полето за тема е задължително',
	),
	'yourname' => array(
		'length' => 'Полето за име трябва да съдържа най-малко 3 знака',
		'required' => 'Полето за име е задължително',
	));
?>
