<?php
	$lang = array(
	'category_color' => array(
		'length' => 'Цветът трябва да има 6 символа.',
		'required' => 'Цветът е задължителен.',
	),
	'category_description' => array(
		'required' => 'Описанието е задължително.',
	),
	'category_image' => array(
		'size' => 'Моля имайте в предвид, че размерът на иконката трябва да е до 50KB.',
		'type' => 'Полето за иконката изглежда не съдържа валидна снимката. Поддържаните формати са .JPG, .PNG и .GIF.',
		'valid' => 'Полето за иконката изглежда не съдържа валиден файл.',
	),
	'category_title' => array(
		'length' => 'Заглавието трябва да е между 3 и 80 символа.',
		'required' => 'Заглавието е задължително.',
	),
	'parent_id' => array(
		'exists' => 'Родителската категория не съществува.',
		'numeric' => 'Родителската категория трябва да е цифра.',
		'required' => 'Родителската категория е задължителна',
		'same' => 'Категорията и родителската категория не може да са едни и същи.',
	));
?>
