<?php
	$lang = array(
	'category_color' => array(
		'length' => 'Полето за цвят трябва да съдържа 6 знака',
		'required' => 'Полето за цвят е задължително',
	),
	'category_description' => array(
		'required' => 'Полето за описание е задължително',
	),
	'category_image' => array(
		'size' => 'Уверете се, че качените изображения са до 50KB',
		'type' => 'Полето за изображение не е валидно. Приемат се единствено .JPG, .PNG и .GIF формати.',
		'valid' => 'Полето за изображение не съдържа валиден файл.',
	),
	'category_title' => array(
		'length' => 'Полето за заглавие трябва да съдържа най-малко 3 и не повече от 80 знака',
		'required' => 'Полето за заглавие е задължително',
	),
	'parent_id' => array(
		'exists' => 'Основната категория не съществува',
		'numeric' => 'Основната категория трябва да бъде номер',
		'required' => 'Полето за основна категория е задължително',
		'same' => 'Категорията и основната категория не могат да са еднакви',
	));
?>
