<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Моля, въведете валиден код за сигурност.',
		'required' => 'Моля, въведете код за сигурност.',
	),
	'contact_email' => array(
		'email' => 'Не сте въвели валиден имейл адрес.',
		'length' => 'Имейлът трябва да бъде поне 4 символа дълго, но не повече от 64 символа.',
	),
	'contact_message' => array(
		'required' => 'Полето за съобщение е задулжително.',
	),
	'contact_name' => array(
		'length' => 'Полето за име трябва да бъде поне 3 символа.',
		'required' => 'Полето за име е задължително.',
	),
	'contact_subject' => array(
		'length' => 'Заглавието трябва да бъде поне 3 символа.',
		'required' => 'Заглавието е задължително.',
	));
?>
