<?php
	$lang = array(
	'layer_color' => array(
		'length' => 'Цветът трябва да е 6 символа.',
		'required' => 'Цветът се изисква.',
	),
	'layer_file' => array(
		'type' => 'Файлът не изглежда да е с валиден формат. Приетите формати са само .KMZ, .KML.',
		'valid' => 'Файлът не изглежда да е валиден',
	),
	'layer_name' => array(
		'length' => 'Името трябва да е между 3 и 80 символа.',
		'required' => 'Името се изисква.',
	),
	'layer_url' => array(
		'atleast' => 'Изисква се ли KML адрес, или файл.',
		'both' => 'Не може да зададете KML файл и адрес едновременно',
		'url' => 'Моля въведете правилен адрес. Например: http://www.ushahidi.com/layerl.kml',
	));
?>
