<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Моля въведете правилен код за сигурност',
		'required' => 'Моля въведете код за сигурност',
	),
	'email' => array(
		'email' => 'Email адресът не изглежда да е правилен?',
		'length' => 'Email трябва да съдържа между 4 и 64 символа.',
		'required' => 'Email полето е задължително, ако сте отбелязали отметката.',
	),
	'message' => array(
		'required' => 'Коментарът е задължителен.',
	),
	'name' => array(
		'length' => 'Името трябва да е с поне 3 символа.',
		'required' => 'Името е задължително.',
	),
	'phone' => array(
		'length' => 'Телефонният номер не е валиден.',
	));
?>
