<?php
	$lang = array(
	'date' => 'Входяща дата',
	'date_added' => 'Дата на добавяне',
	'last_access' => 'Последен достъп',
	'sharing_color' => array(
		'length' => 'Цветът трябва да е дълъг поне 6 знака.',
		'required' => 'Полето за цвят се изисква.',
	),
	'sharing_name' => array(
		'length' => 'Името за споделяне не изглежда валидно',
		'required' => 'Името за споделяне се изисква.',
	),
	'sharing_url' => array(
		'exists' => 'Адресът на този сайт вече съществува',
		'length' => 'Адресът на този сайт не изглежда валиден',
		'required' => 'Адресът на сайт се изисква.',
		'url' => 'Адресът на сайт не съдържа валиден URL.',
	));
?>
