<?php
	$lang = array(
	'home' => 'गृहपृष्ठ',
	'about' => 'हाम्रो बारेमा',
	'add' => 'जोड्नु',
	'alerts' => 'अधिसूचनाहरु प्राप्त गर्नु',
	'alerts_get' => 'अधिसूचनाहरु प्राप्त गर्नु',
	'reports' => 'प्रतिवेदनहरु',
	'submit' => 'प्रतिवेदन बुझाउनु',
	'contact' => 'सम्पर्क',
	'reports_listed' => 'प्रतिवेदनहरु  <span>(नक्शाबाटा, तिथिक्रमानुसार)</span>',
	'official_news' => 'अधिकारिक र मूलधारका समाचारहरु',
	'how_to_report' => 'रिपोर्ट कसरी गर्ने',
	'report_option_1' => 'sms बाटा "report"+ गा.वि.सा./ नगरपालिका / वाडा न./ नाम/पता टाईप गरेर 18771555 मा पठाउन सकिन्छ',
	'report_option_external_apps' => 'app को प्रयोगबाटा',
	'report_option_2' => 'ईमेल बाटा',
	'report_option_4' => 'हाम्रो वेबसाईटमा भएको फारम भरेर', 
	);
?>
