<?php
	$lang = array(
	'captcha' => array(
		'default' => '有効なセキュリティコードを入力してください。',
		'required' => 'セキュリティコードを入力してください。',
	),
	'email' => array(
		'email' => '正しいメールアドレス形式ではありません。',
		'length' => 'メールアドレスは最低4文字、最高64文字の長さでなければいけません。',
		'required' => 'チェックボックスにチェックが入っている場合はメールアドレスが必須です。',
	),
	'message' => array(
		'required' => 'コメントは入力必須です。',
	),
	'name' => array(
		'length' => '名前は最低3文字以上でなければいけません。',
		'required' => '名前は入力必須です。',
	),
	'phone' => array(
		'length' => '有効な電話番号形式ではありません。',
	));
?>