<?php
	$lang = array(
	'email' => array(
		'email' => 'Електронну адресу введено неправильно, введіть прввильно.',
		'exists' => 'Вибачте, вже існує користувач із такою електронною адресою.',
		'length' => 'Довжина адреси електронної пошти повинна містити від 4 до 64 символів.',
		'required' => 'Введіть електронну адресу.',
	),
	'name' => array(
		'length' => 'Довжина поля повного імені повинна бути не менша 3 і не більша 100 символів. ',
		'required' => 'Введіть повне ім\'я.',
		'standard_text' => 'Ім\'я користувача містить недозволені символи.',
	),
	'password' => array(
		'alpha_numeric' => 'Пароль може складатися тільки із букв і цифр.',
		'length' => 'Довжина паролю повинна бути не менша 5 і не більша 16 символів.',
		'matches' => 'Будь ласка, введіть той самий пароль в обидва поля.',
		'required' => 'Введіть пароль.',
	),
	'password_confirm' => array(
		'matches' => 'Підтвердження паролю повинно бути ідентичне з паролем.',
	),
	'resetemail' => array(
		'email' => 'Введіть правильну електронну адресу.',
		'invalid' => 'Вибачте, ми не маємо вашої електронної адреси',
		'required' => 'Введіть електронну адресу. ',
	),
	'roles' => array(
		'alpha_numeric' => 'Неправильний формат ролі.',
		'length' => 'Довжина ролі повинна бути не менша 5 і не більша 30 символів.',
		'required' => 'Ви повинні визначити хоча б одну роль.',
		'values' => 'Виберіть роль або ADMIN або USER.',
	),
	'username' => array(
		'admin' => 'Роль користувача admin не може бути змінено.',
		'alpha' => 'Ім\'я користувача повинно містить тільки букви.',
		'exists' => 'Вибачте, таке ім\'я користувача вже використовується.',
		'length' => 'Довжина імені користувача повинна містити не менше 2 і не більше 16 символів.',
		'required' => 'Введіть ім\'я користувача. ',
		'standard_text' => '   ',
		'superadmin' => 'Роль користувача super admin не може бути змінено.',
	));
?>
