<?php
	$lang = array(
	'category_color' => array(
		'length' => 'Поле кольору має містити 6 символів.',
		'required' => 'Введіть колір.',
	),
	'category_description' => array(
		'required' => 'Потрібно ввести опис.',
	),
	'category_image' => array(
		'size' => 'Будь ласка, переконайтеся, що розмір файлів зображень не перевищує 50 Кб.',
		'type' => 'Бракує правильного зображення. Приймаються лише формати .JPG, .PNG та .GIF.',
		'valid' => 'Поле зображення не містить правильного файлу.',
	),
	'category_title' => array(
		'length' => 'Назва має містити від 3-х до 80-ти символів. ',
		'required' => 'Будь ласка, введіть назву.',
	),
	'parent_id' => array(
		'exists' => 'Дана батьківська папка не існує.',
		'numeric' => 'Назва батьківської папки має складатися виключно з цифр.',
		'required' => 'Введіть назву батьківської папки.',
		'same' => 'Папка та батьківська папка не можуть мати однакові назви.',
	));
?>
