<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Будь ласка, введіть правильний код безпеки.',
		'required' => 'Будь ласка, введіть код безпеки.',
	),
	'comment_author' => array(
		'length' => 'Поле імені має містити принаймні три символи.',
		'required' => 'Введіть ім\'я.',
	),
	'comment_description' => array(
		'required' => 'Введіть текст коментаря.',
	),
	'comment_email' => array(
		'email' => 'Поле email містить неправильну електронну адресу.',
		'length' => 'Електронна адреса має містити від 4-х до 64-х символів.',
		'required' => 'Якщо поле email адреси відмічено прапорцем, треба ввести електронну адресу. ',
	));
?>
