<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Будь ласка, введіть правильний код безпеки',
		'required' => 'Будь ласка, введіть код безпеки',
	),
	'contact_email' => array(
		'length' => 'Поле електронної пошти повинно бути довжиною не менше 4 і не більше 64 символів.',
	),
	'contact_message' => array(
		'required' => 'Поле повідомлення є обов\'язковим.',
	),
	'contact_name' => array(
		'length' => 'У полі "Ім\\'я" має бути не менше 3-х символів.',
		'required' => 'Поле "Ім\\'я" є обов\\'язковим.',
	),
	'contact_subject' => array(
		'length' => 'У полі теми має бути не менше 3-х символів.',
		'required' => 'Поле теми є обов\\'язковим.',
	));
?>
