<?php
	$lang = array(
	'layer_color' => array(
		'length' => 'Поле кольору повинно бути довжиною 6 символів.',
		'required' => 'Поле кольору є обов\\'язковим.',
	),
	'layer_file' => array(
		'type' => 'Поле файла, здається, не містить правильний файл. Приймаються тільки формати. KMZ. KML.',
		'valid' => 'Поле файла, здається, не містить правильний файл',
	),
	'layer_name' => array(
		'length' => 'Поле назви має бути довжиною не менше 3 і не більше 80 символів.',
		'required' => 'Назва є обов\\'язковою.',
	),
	'layer_url' => array(
		'atleast' => 'KML Url або файл є необхідним',
		'both' => 'Ви не можете мати одночасно файл KML і url',
		'url' => 'Будь ласка, введіть URL-адресу. Наприклад, http://www.ushahidi.com/layerl.kml',
	));
?>
