<?php
	$lang = array(
	'captcha' => array(
		'default' => 'Будь ласка, введіть правильний код безпеки',
		'required' => 'Будь ласка, введіть код безпеки',
	),
	'email' => array(
		'length' => 'Поле електронної пошти повинно бути довжиною не менше 4 і не більше 64 символів.',
		'required' => 'Поле електронної пошти є обов\\'язковим, якщо встановлений прапорець.',
	),
	'message' => array(
		'required' => 'Поле коментарів є обов\\'язковим.',
	),
	'name' => array(
		'length' => 'Поле назви має бути довжиною не менше 3 символів.',
		'required' => 'Назва є обов\\'язковою.',
	),
	'phone' => array(
		'length' => 'Номер телефона неправильний',
	));
?>
