<?php
	$lang = array(
	'admin_footer' => 'Це повідомлення було відправлено з вашого сайту',
	'admin_login_url' => 'Логін адміністратора',
	'admin_new_comment' => array(
		'message' => 'Новий коментар був надісланий на ваш сайт у відповідь на:',
		'subject' => 'Новий коментар',
	),
	'admin_new_email' => array(
		'message' => 'Нове повідомлення електронної пошти було надіслане на ваш сайт.',
		'subject' => 'Нове повідомлення електронної пошти',
	),
	'admin_new_report' => array(
		'message' => 'Нова доповідь була надіслана на ваш сайт.',
		'subject' => 'Нова доповідь',
	),
	'admin_new_sms' => array(
		'message' => 'Нове текстове повідомлення було надіслано на ваш сайт.',
		'subject' => 'Нове текстове повідомлення',
	));
?>
