<?php
	$lang = array(
	'latitude' => array(
		'between' => 'Координати широти місцевості введені неправильно',
		'required' => 'Введіть координати широти місцевості. Будь ласка, натисніть на карту, щоб визначити місце розташування.',
	),
	'level_id' => array(
		'numeric' => 'Рівень повідомника неправильний',
		'required' => 'Рівень повідомника неправильний',
	),
	'location_name' => array(
		'length' => 'Довжина назви місця не може бути менше 3х і більше 200 символів.',
		'required' => 'Введіть назву місця.',
	),
	'longitude' => array(
		'between' => 'Координати довготи місцевості введені неправильно',
		'required' => 'Введіть координати довготи місцевості. Будь ласка, натисніть на карту, щоб визначити місце розташування.',
	),
	'reporter_id' => array(
		'numeric' => 'Неправильна особа',
		'required' => 'Неправильна особа',
	));
?>
